{
  "id": "Bulgarian Tarator Soup: The Perfect Summer Recipe - How To Make Dinner",
  "slug": "bulgarian-tarator-soup",
  "filename": "Bulgarian Tarator Soup: The Perfect Summer Recipe - How To Make Dinner.json",
  "url": "https://howtomakedinner.com/blog/bulgarian-tarator-soup/",
  "cuisine": "Bulgarian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Bulgarian Tarator Soup",
  "description": "Learn how to make Bulgarian Tarator Soup. This recipe includes 7 ingredients and 4 detailed steps.",
  "keywords": "bulgarian, tarator, soup, millilitres, full, plain, yogurt, cold, water, medium, cucumbers, (peeled, finely, diced), cloves",
  "stepCount": 4,
  "ingredientCount": 7,
  "estimatedTime": 34,
  "difficulty": "Easy",
  "ingredientPreview": [
    "625 millilitres full fat plain yogurt",
    "625 millilitres cold water",
    "2 medium cucumbers (peeled and finely diced)"
  ],
  "images": [
    {
      "url": "https://howtomakedinner.com/wp-content/uploads/2023/07/BB3348AE-974B-446C-A84E-582C93232B4F-819x1024.jpeg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://howtomakedinner.com/wp-content/uploads/2023/07/tarator-1-820x1024.jpeg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://howtomakedinner.com/wp-content/uploads/2023/07/20B1D662-252A-4DA9-AA66-22EE77737F95-768x1024.jpeg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://howtomakedinner.com/wp-content/uploads/2023/07/2E0A93CB-7FF3-4EDA-B397-C33BB6B5F97D-576x1024.jpeg",
      "alt": "Step 4",
      "step": 4
    }
  ],
  "featuredImage": "https://howtomakedinner.com/wp-content/uploads/2023/07/BB3348AE-974B-446C-A84E-582C93232B4F-819x1024.jpeg",
  "dateAdded": "2025-09-10T21:44:25.808Z",
  "lastModified": "2025-09-10T21:44:25.808Z",
  "searchText": "bulgarian tarator soup 625 millilitres full fat plain yogurt 625 millilitres cold water 2 medium cucumbers (peeled and finely diced) 2 cloves garlic (minced) 30 grams fresh dill (roughly chopped) 75 grams walnuts (roughly chopped) 1 teaspoon salt (adjust to your own taste) add the chopped cucumbers, dill, walnuts, garlic, and yogurt to a large bowl or juice jug. add the cold water a little bit at a time and stir to combine and smooth out any yogurt clumps. season the soup with salt to taste. serve the soup chilled, and top with more dill and walnuts if you’d like. bulgarische tarator suppe 625 milliliter vollfett-naturjoghurt 625 milliliter kaltes wasser 2 mittelgroße gurken (geschält und fein gewürfelt) 2 knoblauchzehen (gehackt) 30 gramm frischer dill (grob gehackt) 75 gramm walnüsse (grob gehackt) 1 teelöffel salz (nach geschmack anpassen) geben sie die gehackten gurken, den dill, die walnüsse, den knoblauch und den joghurt in eine große schüssel oder einen saftkrug. fügen sie nach und nach das kalte wasser hinzu und rühren sie um, um alles zu vermischen und joghurtklumpen zu glätten. die suppe mit salz abschmecken. die suppe gekühlt servieren und bei bedarf mit mehr dill und walnüssen garnieren. ブルガリアのタラトルスープ 全乳プレーンヨーグルト 625ミリリットル 冷水 625ミリリットル 中くらいのキュウリ2本（皮をむいて細かく刻む） ニンニク2片（みじん切り） 生ディル 30グラム（粗く刻む） クルミ 75グラム（粗く刻む） 塩 小さじ1（お好みに合わせて調整） 刻んだキュウリ、ディル、クルミ、ニンニク、ヨーグルトを大きなボウルまたはジュースピッチャーに入れる。 冷水を少量ずつ加え、かき混ぜてヨーグルトの塊をなくす。 塩でスープの味を調える。 スープを冷やして提供し、お好みでさらにディルとクルミをトッピングする。 ซุปทาราตอร์บัลแกเรีย โยเกิร์ตไขมันเต็มรสธรรมชาติ 625 มิลลิลิตร น้ำเย็น 625 มิลลิลิตร แตงกวาขนาดกลาง 2 ลูก (ปอกเปลือกและหั่นเต๋าละเอียด) กระเทียม 2 กลีบ (สับละเอียด) ผักชีฝรั่งสด 30 กรัม (สับหยาบ) วอลนัท 75 กรัม (สับหยาบ) เกลือ 1 ช้อนชา (ปรับตามรสชาติ) ใส่แตงกวาหั่นเต๋า, ผักชีฝรั่ง, วอลนัท, กระเทียม และโยเกิร์ตลงในชามใหญ่หรือเหยือกน้ำผลไม้ ค่อยๆ เติมน้ำเย็นทีละน้อยแล้วคนให้เข้ากันและทำให้โยเกิร์ตก้อนเรียบเนียน ปรุงรสซุปด้วยเกลือตามชอบ เสิร์ฟซุปเย็น และโรยหน้าด้วยผักชีฝรั่งและวอลนัทเพิ่มเติมตามต้องการ bulgarian",
  "tags": [
    "Bulgarian",
    "Vegetarian",
    "Easy"
  ]
}
