{
  "id": "Come fare i biscotti e i cookies alla marijuana con questa semplice ricetta",
  "slug": "marijuana-cookies",
  "filename": "Come fare i biscotti e i cookies alla marijuana con questa semplice ricetta.json",
  "url": "https://pevgrow.com/blog/it/come-fare-biscotti-cookies-alla-marijuana/",
  "cuisine": "Italiana",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Marijuana Cookies",
  "description": "Learn how to make Marijuana Cookies. This recipe includes 6 ingredients and 6 detailed steps.",
  "keywords": "italiana, marijuana, cookies, grams, butter, pastry, flour, sugar, eggs, pinch, salt, finely, ground, decarboxylated, recipe",
  "stepCount": 6,
  "ingredientCount": 6,
  "estimatedTime": 57,
  "difficulty": "Medium",
  "ingredientPreview": [
    "130 grams of butter",
    "250 grams of pastry flour",
    "120 grams of sugar"
  ],
  "images": [
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-01.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-02.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-03.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-04.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-05.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-06.jpg",
      "alt": "Step 6",
      "step": 6
    }
  ],
  "featuredImage": "https://pevgrow.com/blog/wp-content/uploads/2017/10/prep-normal-paso-01.jpg",
  "dateAdded": "2025-09-10T21:44:25.811Z",
  "lastModified": "2025-09-10T21:44:25.811Z",
  "searchText": "marijuana cookies 130 grams of butter 250 grams of pastry flour 120 grams of sugar 2 eggs 1 pinch of salt 5 grams of finely ground and decarboxylated marijuana melt 130 grams of butter over low heat. add 5 grams of finely ground and decarboxylated marijuana. filter the infused butter into a bowl. add 120 grams of sugar and 2 eggs to the filtered butter, beat well. incorporate 250 grams of flour and 1 pinch of salt, mix until a compact dough is obtained. cover the dough with cling film and refrigerate. preheat the oven to 140 degrees celsius. form balls with the cold dough and flatten them on a baking tray lined with parchment paper. bake in the preheated oven for about 15 minutes, or until the edges are golden. marihuana-kekse 130 gramm butter 250 gramm kuchenmehl 120 gramm zucker 2 eier 1 prise salz 5 gramm fein gemahlenes und entcarboxyliertes marihuana 130 gramm butter bei schwacher hitze schmelzen. 5 gramm fein gemahlenes und entcarboxyliertes marihuana hinzufügen. die infundierte butter in eine schüssel abseihen. 120 gramm zucker und 2 eier zur gefilterten butter geben und gut verrühren. 250 gramm mehl und 1 prise salz einarbeiten, bis ein kompakter teig entsteht. den teig mit frischhaltefolie abdecken und kühlen. den ofen auf 140 grad celsius vorheizen. aus dem kalten teig kugeln formen und diese auf einem mit backpapier ausgelegten backblech flach drücken. im vorgeheizten ofen etwa 15 minuten backen oder bis die ränder goldbraun sind. マリファナクッキー (marijuana cookies) バター 130グラム 製菓用小麦粉 250グラム 砂糖 120グラム 卵 2個 塩 ひとつまみ 細かく挽き、脱炭酸したマリファナ 5グラム バター130グラムを弱火で溶かす。細かく挽き、脱炭酸したマリファナ5グラムを加える。 注入したバターをボウルに濾す。 濾したバターに砂糖120グラムと卵2個を加え、よく混ぜる。小麦粉250グラムと塩ひとつまみを加え、まとまるまで混ぜる。 生地をラップで覆い、冷蔵庫で冷やす。オーブンを140℃に予熱する。 冷えた生地を丸めて、クッキングシートを敷いた天板の上で平らにする。 予熱したオーブンで約15分、または端が金色になるまで焼く。 คุกกี้กัญชา (cannabis cookies) เนย 130 กรัม แป้งทำขนม 250 กรัม น้ำตาล 120 กรัม ไข่ 2 ฟอง เกลือเล็กน้อย กัญชาบดละเอียดและผ่านการดีคาร์บอกซิเลชันแล้ว 5 กรัม ละลายเนย 130 กรัมด้วยไฟอ่อน ใส่กัญชาบดละเอียดและผ่านการดีคาร์บอกซิเลชันแล้ว 5 กรัมลงไป กรองเนยกัญชาที่ได้ลงในชาม เติมน้ำตาล 120 กรัมและไข่ 2 ฟองลงในเนยที่กรองแล้ว ตีให้เข้ากัน ใส่แป้งทำขนม 250 กรัมและเกลือเล็กน้อย ผสมจนได้แป้งที่เข้ากันดี คลุมแป้งด้วยพลาสติกแรปและนำไปแช่เย็น อุ่นเตาอบที่อุณหภูมิ 140 องศาเซลเซียส ปั้นแป้งเย็นให้เป็นก้อนกลมแล้วกดให้แบนบนถาดอบที่รองด้วยกระดาษไข อบในเตาอบที่อุ่นไว้ประมาณ 15 นาที หรือจนขอบคุกกี้เป็นสีทอง italiana",
  "tags": [
    "Italiana",
    "Vegetarian",
    "Medium"
  ]
}
