{
  "id": "Gyudon (Japanese Beef Rice Bowl) (Video) 牛丼 • Just One Cookbook",
  "slug": "gyudon-japanese-beef-rice-bowl",
  "filename": "Gyudon (Japanese Beef Rice Bowl) (Video) 牛丼 • Just One Cookbook.json",
  "url": "https://www.justonecookbook.com/gyudon/",
  "cuisine": "Japanese",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Gyudon (Japanese Beef Rice Bowl)",
  "description": "Learn how to make Gyudon (Japanese Beef Rice Bowl). This recipe includes 10 ingredients and 11 detailed steps.",
  "keywords": "japanese, gyudon, (japanese, beef, rice, bowl), onion, green, thinly, sliced, (e.g.,, ribeye), dashi, soup, stock)",
  "stepCount": 11,
  "ingredientCount": 10,
  "estimatedTime": 79,
  "difficulty": "Hard",
  "ingredientPreview": [
    "113 g onion",
    "1 green onion",
    "227 g thinly sliced beef (e.g., ribeye)"
  ],
  "images": [
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2024/11/Gyudon-step-by-step-6.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-2.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-3.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-4.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-5.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-6.jpg",
      "alt": "Step 6",
      "step": 6
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-7.jpg",
      "alt": "Step 7",
      "step": 7
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-8.jpg",
      "alt": "Step 8",
      "step": 8
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-9.jpg",
      "alt": "Step 9",
      "step": 9
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-10.jpg",
      "alt": "Step 10",
      "step": 10
    },
    {
      "url": "https://www.justonecookbook.com/wp-content/uploads/2022/04/Gyudon-11.jpg",
      "alt": "Step 11",
      "step": 11
    }
  ],
  "featuredImage": "https://www.justonecookbook.com/wp-content/uploads/2024/11/Gyudon-step-by-step-6.jpg",
  "dateAdded": "2025-09-10T21:44:25.811Z",
  "lastModified": "2025-09-10T21:44:25.811Z",
  "searchText": "gyudon (japanese beef rice bowl) 113 g onion 1 green onion 227 g thinly sliced beef (e.g., ribeye) 120 ml dashi (japanese soup stock) 30 ml sake 30 ml mirin 45 ml soy sauce 15 g sugar 2 servings cooked japanese short-grain rice (approx. 250 g per serving) pickled red ginger (beni shoga or kizami beni shoga) thinly slice the onion (113g). diagonally slice the green onion (1 piece). cut the semi-frozen beef (227g) into 7.6 cm wide pieces. in a large frying pan, combine 120 ml dashi, 30 ml sake, 30 ml mirin, 45 ml soy sauce, and 15 g sugar. spread onion slices evenly in the pan. place beef slices over the onions, separating them. cover and simmer on medium heat for 3-4 minutes. skim off any scum or fat from the broth. sprinkle with green onions and cook for 1 more minute. place cooked japanese short-grain rice (approx. 250 g per serving) in bowls and drizzle with sauce. add beef and onions over rice, then garnish with pickled red ginger. gyudon (japanische rindfleisch-reis-schale) 113 g zwiebel 1 frühlingszwiebel 227 g dünn geschnittenes rindfleisch (z.b. ribeye) 120 ml dashi (japanische brühe) 30 ml sake 30 ml mirin 45 ml sojasauce 15 g zucker 2 portionen gekochter japanischer kurzreiskornreis (ca. 250 g pro portion) eingelegter roter ingwer (beni shoga oder kizami beni shoga) zwiebel (113g) dünn schneiden. frühlingszwiebel (1 stück) diagonal in dünne scheiben schneiden. das halbgefrorene rindfleisch (227g) in 7,6 cm breite stücke schneiden. in einer großen pfanne 120 ml dashi, 30 ml sake, 30 ml mirin, 45 ml sojasauce und 15 g zucker vermischen. zwiebelscheiben gleichmäßig in der pfanne verteilen. rindfleischscheiben über die zwiebeln legen und trennen. zugedeckt bei mittlerer hitze 3-4 minuten köcheln lassen. jeglichen schaum oder fett von der brühe abschöpfen. mit frühlingszwiebeln bestreuen und weitere 1 minute kochen. gekochten japanischen kurzreiskornreis (ca. 250 g pro portion) in schalen geben und mit sauce beträufeln. rindfleisch und zwiebeln über den reis geben, dann mit eingelegtem rotem ingwer garnieren. 牛丼 (和風牛肉丼) 玉ねぎ 113 g 長ネギ 1本 薄切り牛肉（例：リブアイ） 227 g だし 120 ml 酒 30 ml みりん 30 ml 醤油 45 ml 砂糖 15 g 炊き立てのご飯 2人前 (1人前約 250 g) 紅しょうが (飾り用) 玉ねぎ（113g）を薄切りにします。 長ネギ（1本）を斜め薄切りにします。 半冷凍の牛肉（227g）を幅7.6cmに切ります。 大きなフライパンにだし120ml、酒30ml、みりん30ml、醤油45ml、砂糖15gを合わせます。 玉ねぎのスライスをフライパン全体に均一に広げます。 玉ねぎの上に牛肉のスライスを広げながら置きます。 蓋をして中火で3〜4分煮込みます。 煮込んでいる間に、アクや脂をすくい取ります。 長ネギを散らし、さらに1分間煮込みます。 炊き立てのご飯（1人前約250g）を丼に盛り、たれをかけます。 ご飯の上に牛肉と玉ねぎを乗せ、紅しょうがを添えます。 กิวด้ง (ข้าวหน้าเนื้อสไตล์ญี่ปุ่น) หัวหอม 113 กรัม ต้นหอม 1 ต้น เนื้อวัวหั่นบาง (เช่น เนื้อสันนอก) 227 กรัม ดาชิ (น้ำซุปญี่ปุ่น) 120 มิลลิลิตร สาเก 30 มิลลิลิตร มิริน 30 มิลลิลิตร ซีอิ๊ว 45 มิลลิลิตร น้ำตาล 15 กรัม ข้าวญี่ปุ่นหุงสุก 2 ที่ (ประมาณ 250 กรัม ต่อที่) ขิงดองแดง (เบนิโชกะ หรือ คิซามิเบนิโชกะ) ซอยหัวหอม (113 กรัม) ให้บาง หั่นต้นหอม (1 ต้น) เป็นแฉลบ หั่นเนื้อวัวกึ่งแช่แข็ง (227 กรัม) เป็นชิ้นกว้าง 7.6 ซม. ในกระทะขนาดใหญ่ ผสมดาชิ 120 มล., สาเก 30 มล., มิริน 30 มล., ซีอิ๊ว 45 มล. และน้ำตาล 15 กรัม กระจายหัวหอมซอยให้ทั่วกระทะ วางเนื้อวัวที่หั่นแล้วบนหัวหอม โดยแยกชิ้นออกจากกัน ปิดฝาและเคี่ยวด้วยไฟกลางเป็นเวลา 3-4 นาที ช้อนฟองหรือไขมันออกจากน้ำซุป โรยต้นหอมและปรุงอาหารต่ออีก 1 นาที ตักข้าวญี่ปุ่นหุงสุก (ประมาณ 250 กรัม ต่อที่) ใส่ชามและราดด้วยซอส ใส่เนื้อวัวและหัวหอมลงบนข้าว แล้วตกแต่งด้วยขิงดองแดง japanese",
  "tags": [
    "Japanese",
    "Hard"
  ]
}
