{
  "id": "Massaman Curry Meatballs Recipe - Hot Thai Kitchen!",
  "slug": "massaman-curry-meatballs",
  "filename": "Massaman Curry Meatballs Recipe - Hot Thai Kitchen!.json",
  "url": "https://hot-thai-kitchen.com/massaman-meatballs/",
  "cuisine": "Thai",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Massaman Curry Meatballs",
  "description": "Learn how to make Massaman Curry Meatballs. This recipe includes 23 ingredients and 12 detailed steps.",
  "keywords": "thai, massaman, curry, meatballs, coconut, milk,, divided, recipe, semi-homemade, paste, (recipe, below), store-bought, lean, ground",
  "stepCount": 12,
  "ingredientCount": 23,
  "estimatedTime": 138,
  "difficulty": "Hard",
  "ingredientPreview": [
    "180 ml coconut milk, divided",
    "1 recipe semi-homemade massaman curry paste (recipe below) or 50 g store-bought massaman curry paste",
    "450 g lean ground beef"
  ],
  "images": [
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 6",
      "step": 6
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 7",
      "step": 7
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 8",
      "step": 8
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 9",
      "step": 9
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 10",
      "step": 10
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 11",
      "step": 11
    },
    {
      "url": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
      "alt": "Step 12",
      "step": 12
    }
  ],
  "featuredImage": "https://hot-thai-kitchen.com/wp-content/uploads/2020/03/Massaman-meatballs-web.jpg",
  "dateAdded": "2025-09-10T21:44:25.815Z",
  "lastModified": "2025-09-10T21:44:25.815Z",
  "searchText": "massaman curry meatballs 180 ml coconut milk, divided 1 recipe semi-homemade massaman curry paste (recipe below) or 50 g store-bought massaman curry paste 450 g lean ground beef 240 ml minced onion, about half a large onion 120 ml dry bread crumbs 1 beaten egg 30 ml light brown sugar, packed 22.5 ml fish sauce 30 ml cooking tamarind or 15 ml worcestershire sauce or a squeeze of lime diced red bell pepper for garnish (optional) for serving: jasmine rice or mashed/roast potato 240 ml coconut milk (for sauce) 10 ml palm sugar or light brown sugar, packed (for sauce) 10 ml cooking tamarind (for sauce) 5-15 ml fish sauce, as needed (for sauce) 60 ml roasted peanuts, unsalted, roughly chopped (for sauce) 50 g thai red curry paste (for semi-homemade massaman curry paste) 5 ml ground coriander (for semi-homemade massaman curry paste) 5 ml ground cumin (for semi-homemade massaman curry paste) 5 ml ground cinnamon (for semi-homemade massaman curry paste) 1.25 ml ground cloves (for semi-homemade massaman curry paste) 0.625 ml ground nutmeg (for semi-homemade massaman curry paste) 1.25 ml ground cardamom (for semi-homemade massaman curry paste) preheat the oven to 230°c. in a medium saute pan, bring 120 ml coconut milk to a boil over medium high heat. add curry paste and stir to mix, then keep cooking and stirring until it’s very thick and pasty. remove half of this mixture and set it aside—this will be used for the sauce. with the other half of curry paste in the pan, add onion and cook for a few minutes over medium heat until the onions are translucent. remove from heat and let cool slightly. in a large mixing bowl, add beef, bread crumbs, egg, 60 ml coconut milk, brown sugar, fish sauce, tamarind, and the curry paste and onion mixture; knead just until well combined. line a baking sheet with parchment or greased aluminum foil. form meatballs using 60 ml of the meat mixture per meatball, and place them on the baking sheet. bake for 25-30 minutes, rotating the pan halfway through for even browning. while the meatball bakes, make the sauce. put the curry paste you have saved back in the pan and add 240 ml of coconut milk, light brown sugar and tamarind. mix well and bring to a boil, and simmer for about 2 minutes. stir in the peanuts. taste and add fish sauce to adjust saltiness as needed. pour the sauce into a serving dish and place cooked meatballs on the sauce. garnish with red bell peppers and serve with rice or potato side dish. massaman-curry-fleischbällchen 180 ml kokosmilch, geteilt 1 rezept halb-hausgemachte massaman-currypaste (rezept unten) oder 50 g gekaufte massaman-currypaste 450 g mageres rinderhackfleisch 240 ml gehackte zwiebel, etwa eine halbe große zwiebel 120 ml trockene semmelbrösel 1 verquirltes ei 30 ml heller brauner zucker, fest gepresst 22.5 ml fischsauce 30 ml kochtamarinde oder 15 ml worcestershire-sauce oder ein spritzer limette gewürfelte rote paprika zum garnieren (optional) zum servieren: jasminreis oder kartoffelpüree/bratkartoffeln 240 ml kokosmilch (für die sauce) 10 ml palmzucker oder heller brauner zucker, fest gepresst (für die sauce) 10 ml kochtamarinde (für die sauce) 5-15 ml fischsauce, nach bedarf (für die sauce) 60 ml geröstete erdnüsse, ungesalzen, grob gehackt (für die sauce) 50 g thai-rot-currypaste (für halb-hausgemachte massaman-currypaste) 5 ml gemahlener koriander (für halb-hausgemachte massaman-currypaste) 5 ml gemahlener kreuzkümmel (für halb-hausgemachte massaman-currypaste) 5 ml gemahlener zimt (für halb-hausgemachte massaman-currypaste) 1.25 ml gemahlene nelken (für halb-hausgemachte massaman-currypaste) 0.625 ml gemahlene muskatnuss (für halb-hausgemachte massaman-currypaste) 1.25 ml gemahlener kardamom (für halb-hausgemachte massaman-currypaste) den ofen auf 230°c vorheizen. in einer mittleren sauteuse 120 ml kokosmilch bei mittlerer hitze zum kochen bringen. currypaste hinzufügen und verrühren, dann weiter kochen und rühren, bis sie sehr dick und pastös ist. die hälfte dieser mischung entnehmen und beiseite stellen – diese wird für die sauce verwendet. mit der anderen hälfte der currypaste in der pfanne die zwiebel hinzufügen und einige minuten bei mittlerer hitze kochen, bis die zwiebeln durchsichtig sind. vom herd nehmen und etwas abkühlen lassen. in einer großen rührschüssel rindfleisch, semmelbrösel, ei, 60 ml kokosmilch, braunen zucker, fischsauce, tamarinde und die currypaste-zwiebel-mischung hinzufügen; kneten, bis alles gut vermischt ist. ein backblech mit backpapier oder gefetteter alufolie auslegen. fleischbällchen formen, dabei 60 ml der fleischmischung pro fleischbällchen verwenden, und auf das backblech legen. 25-30 minuten backen, dabei das blech nach der hälfte der zeit drehen, um eine gleichmäßige bräunung zu erzielen. während die fleischbällchen backen, die sauce zubereiten. die beiseite gelegte currypaste zurück in die pfanne geben und 240 ml kokosmilch, hellbraunen zucker und tamarinde hinzufügen. gut mischen, zum kochen bringen und etwa 2 minuten köcheln lassen. die erdnüsse einrühren. abschmecken und bei bedarf fischsauce hinzufügen, um die salzigkeit anzupassen. die sauce in eine servierschüssel gießen und die gekochten fleischbällchen auf die sauce legen. mit gewürfelten roten paprika garnieren und mit reis oder einer kartoffelbeilage servieren. マッサマンカレーミートボール ココナッツミルク180ml、分ける セミ自家製マッサマンカレーペースト1レシピ（下記参照）または市販のマッサマンカレーペースト50g 赤身ひき肉450g みじん切り玉ねぎ240ml（大きい玉ねぎの半分程度） 乾燥パン粉120ml 溶き卵1個 ライトブラウンシュガー30ml、固めて 魚醤22.5ml クッキングタマリンド30ml、またはウスターソース15ml、またはライム汁 赤パプリカの角切り（飾り用、任意） 付け合わせ：ジャスミンライスまたはマッシュポテト/ローストポテト ココナッツミルク240ml（ソース用） パームシュガーまたはライトブラウンシュガー10ml、固めて（ソース用） クッキングタマリンド10ml（ソース用） 魚醤5-15ml、必要に応じて（ソース用） ローストピーナッツ（無塩、粗く刻む）60ml（ソース用） タイのレッドカレーペースト50g（セミ自家製マッサマンカレーペースト用） コリアンダーパウダー5ml（セミ自家製マッサマンカレーペースト用） クミンパウダー5ml（セミ自家製マッサマンカレーペースト用） シナモンパウダー5ml（セミ自家製マッサマンカレーペースト用） クローブパウダー1.25ml（セミ自家製マッサマンカレーペースト用） ナツメグパウダー0.625ml（セミ自家製マッサマンカレーペースト用） カルダモンパウダー1.25ml（セミ自家製マッサマンカレーペースト用） オーブンを230℃に予熱します。 中型のソテーパンにココナッツミルク120mlを入れて中強火で沸騰させます。カレーペーストを加えて混ぜ、非常に濃厚でペースト状になるまで調理し続けます。この混合物の半分を取り出して脇に置きます—これはソースに使います。 残りのカレーペーストが入ったパンに玉ねぎを加え、中火で数分間、玉ねぎが半透明になるまで炒めます。火から下ろし、少し冷まします。 大きなミキシングボウルに、牛肉、パン粉、卵、ココナッツミルク60ml、ブラウンシュガー、魚醤、タマリンド、そしてカレーペーストと玉ねぎの混合物を加え、よく混ざるまで練ります。 ベーキングシートにクッキングシートまたは油を塗ったアルミホイルを敷きます。 肉だねをミートボール1個あたり60ml使用して形を整え、ベーキングシートに置きます。 25〜30分焼きます。途中でパンを回転させて、均等に焼き色をつけます。 ミートボールを焼いている間に、ソースを作ります。 取っておいたカレーペーストをパンに戻し、ココナッツミルク240ml、ライトブラウンシュガー、タマリンドを加えます。よく混ぜて沸騰させ、約2分間煮込みます。 ピーナッツを混ぜ込みます。味見をして、必要に応じて魚醤を加えて塩味を調整します。 ソースをサービングディッシュに注ぎ、調理済みのミートボールをソースの上に置きます。 赤パプリカで飾り付けをし、ご飯またはポテトの付け合わせと一緒に提供します。 มีทบอลแกงมัสมั่น กะทิ 180 มิลลิลิตร แบ่งส่วน แกงมัสมั่นกึ่งโฮมเมด 1 สูตร (ดูสูตรด้านล่าง) หรือพริกแกงมัสมั่นสำเร็จรูป 50 กรัม เนื้อบดไม่ติดมัน 450 กรัม หอมใหญ่สับ 240 มิลลิลิตร (ประมาณครึ่งลูกใหญ่) เกล็ดขนมปังแห้ง 120 มิลลิลิตร ไข่ไก่ 1 ฟอง ตีให้เข้ากัน น้ำตาลทรายแดงอ่อน 30 มิลลิลิตร อัดแน่น น้ำปลา 22.5 มิลลิลิตร น้ำมะขามเปียกสำหรับปรุงอาหาร 30 มิลลิลิตร หรือซอส worcestershire 15 มิลลิลิตร หรือน้ำมะนาวคั้น พริกหวานสีแดงหั่นเต๋าสำหรับตกแต่ง (ไม่บังคับ) สำหรับเสิร์ฟ: ข้าวหอมมะลิ หรือมันบด/มันอบ กะทิ 240 มิลลิลิตร (สำหรับซอส) น้ำตาลโตนด หรือน้ำตาลทรายแดงอ่อน 10 มิลลิลิตร อัดแน่น (สำหรับซอส) น้ำมะขามเปียกสำหรับปรุงอาหาร 10 มิลลิลิตร (สำหรับซอส) น้ำปลา 5-15 มิลลิลิตร ตามต้องการ (สำหรับซอส) ถั่วลิสงคั่วไม่ใส่เกลือ หั่นหยาบ 60 มิลลิลิตร (สำหรับซอส) พริกแกงเผ็ดไทย 50 กรัม (สำหรับแกงมัสมั่นกึ่งโฮมเมด) ผงผักชี 5 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) ผงยี่หร่า 5 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) ผงอบเชย 5 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) กานพลูบด 1.25 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) ลูกจันทน์เทศบด 0.625 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) กระวานบด 1.25 มิลลิลิตร (สำหรับแกงมัสมั่นกึ่งโฮมเมด) อุ่นเตาอบที่อุณหภูมิ 230 องศาเซลเซียส. ในกระทะขนาดกลาง ต้มกะทิ 120 มิลลิลิตรให้เดือดด้วยไฟปานกลางถึงสูง ใส่พริกแกงลงไปคนให้เข้ากัน จากนั้นเคี่ยวและคนต่อไปจนข้นและเป็นเนื้อเดียวกัน ตักส่วนผสมนี้ออกครึ่งหนึ่งเก็บไว้—จะใช้สำหรับทำซอส. ใส่หอมใหญ่ลงในกระทะที่มีพริกแกงเหลืออยู่ครึ่งหนึ่ง ผัดด้วยไฟปานกลางสองสามนาทีจนหอมใหญ่ใส ยกลงจากเตาและปล่อยให้เย็นลงเล็กน้อย. ในชามผสมขนาดใหญ่ ใส่เนื้อบด เกล็ดขนมปัง ไข่ กะทิ 60 มิลลิลิตร น้ำตาลทรายแดง น้ำปลา น้ำมะขามเปียก และส่วนผสมพริกแกงกับหอมใหญ่ นวดให้เข้ากันดี. ปูถาดอบด้วยกระดาษไขหรือฟอยล์อลูมิเนียมที่ทาไขมัน. ปั้นมีทบอลโดยใช้ส่วนผสมเนื้อประมาณ 60 มิลลิลิตรต่อลูก และวางลงบนถาดอบ. อบประมาณ 25-30 นาที หมุนถาดครึ่งทางเพื่อให้มีทบอลสีสวยเท่ากัน. ในขณะที่อบมีทบอล ให้ทำซอส. นำพริกแกงที่เก็บไว้กลับใส่กระทะ และเติมกะทิ 240 มิลลิลิตร น้ำตาลทรายแดงอ่อน และน้ำมะขามเปียก คนให้เข้ากันดี ต้มให้เดือดและเคี่ยวประมาณ 2 นาที. ใส่ถั่วลิสงลงไปคน ชิมรสและเติมน้ำปลาเพื่อปรับความเค็มตามต้องการ. เทซอสลงในจานเสิร์ฟ และวางมีทบอลที่ปรุงสุกแล้วลงบนซอส. ตกแต่งด้วยพริกหวานสีแดงหั่นเต๋า และเสิร์ฟพร้อมข้าวหรือมันฝรั่ง. thai",
  "tags": [
    "Thai",
    "Slow Cook",
    "Hard"
  ]
}
