{
  "id": "Ricetta Scaloppine al limone - La Ricetta di GialloZafferano",
  "slug": "lemon-scallopini",
  "filename": "Ricetta Scaloppine al limone - La Ricetta di GialloZafferano.json",
  "url": "https://ricette.giallozafferano.it/Scaloppine-al-limone.html",
  "cuisine": "Italian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Lemon Scallopini",
  "description": "Learn how to make Lemon Scallopini. This recipe includes 6 ingredients and 3 detailed steps.",
  "keywords": "italian, lemon, scallopini, veal, cutlets, (approx., juice, fine, salt, taste, black, pepper, \"00\", flour, needed",
  "stepCount": 3,
  "ingredientCount": 6,
  "estimatedTime": 27,
  "difficulty": "Easy",
  "ingredientPreview": [
    "8 veal cutlets (approx. 430 g)",
    "50 ml lemon juice",
    "Fine salt to taste"
  ],
  "images": [
    {
      "url": "https://www.giallozafferano.it/images/ricette/244/24445/draft-scaloppine-al-limone_1.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/244/24445/draft-scaloppine-al-limone_4.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/244/24445/draft-scaloppine-al-limone_7.jpg",
      "alt": "Step 3",
      "step": 3
    }
  ],
  "featuredImage": "https://www.giallozafferano.it/images/ricette/244/24445/draft-scaloppine-al-limone_1.jpg",
  "dateAdded": "2025-09-10T21:44:25.819Z",
  "lastModified": "2025-09-10T21:44:25.819Z",
  "searchText": "lemon scallopini 8 veal cutlets (approx. 430 g) 50 ml lemon juice fine salt to taste black pepper to taste \"00\" flour as needed 40 g butter pound veal cutlets between parchment paper. lightly flour them, removing excess. melt 40 g butter in a large pan over low heat. add cutlets, increase heat slightly, and brown for a couple of minutes on each side. season with fine salt and black pepper. lower heat, add 50 ml lemon juice. cook gently for a couple of minutes until the sauce thickens. turn off heat and serve immediately. zitronen-scaloppini 8 kalbsschnitzel (ca. 430 g) 50 ml zitronensaft feines salz nach geschmack schwarzer pfeffer nach geschmack weizenmehl type 405 nach bedarf 40 g butter kalbsschnitzel zwischen backpapier klopfen. leicht mit mehl bestäuben und überschüssiges mehl entfernen. 40 g butter in einer großen pfanne bei niedriger hitze schmelzen. schnitzel hinzufügen, die hitze leicht erhöhen und auf jeder seite einige minuten anbraten. mit feinem salz und schwarzem pfeffer würzen. die hitze reduzieren, 50 ml zitronensaft hinzufügen. einige minuten sanft kochen, bis die soße eindickt. hitze ausschalten und sofort servieren. レモン風味の仔牛肉スカロッピーネ 仔牛肉スライス 8枚 (約430 g) レモン果汁 50 ml 塩 (細粒) 適量 黒胡椒 適量 薄力粉 適量 バター 40 g 仔牛肉スライスをクッキングシートで挟み、ミートハンマーで軽く叩く。薄力粉を薄くまぶし、余分な粉をはたき落とす。 大きなフライパンにバター40gを弱火で溶かす。仔牛肉を加え、火を少し強めて両面を数分間焼き色がつくまで炒める。塩と黒胡椒で味を調える。 再び火を弱め、レモン果汁50mlを加える。ソースがとろみがつくまで弱火で数分間煮込む。火を止め、すぐに提供する。 เนื้อลูกวัวเลมอน เนื้อลูกวัว 8 ชิ้น (ประมาณ 430 กรัม) น้ำมะนาว 50 มิลลิลิตร เกลือละเอียดพอประมาณ พริกไทยดำพอประมาณ แป้งสาลีเอนกประสงค์พอประมาณ เนย 40 กรัม ทุบเนื้อลูกวัวระหว่างกระดาษรองอบให้บาง คลุกแป้งเบาๆ และเคาะแป้งส่วนเกินออก ละลายเนย 40 กรัมในกระทะกว้างด้วยไฟอ่อน จากนั้นใส่เนื้อลูกวัวลงไป เร่งไฟเล็กน้อยและย่างด้านละสองสามนาที ปรุงรสด้วยเกลือและพริกไทย ลดไฟลง ใส่น้ำมะนาว 50 มิลลิลิตร ปรุงด้วยไฟอ่อนๆ สองสามนาทีจนซอสข้น ปิดไฟและเสิร์ฟทันที italian",
  "tags": [
    "Italian",
    "Quick",
    "Vegetarian",
    "Easy"
  ]
}
