{
  "id": "Ricetta Parmigiana di melanzane - La Ricetta di GialloZafferano",
  "slug": "eggplant-parmigiana",
  "filename": "Ricetta Parmigiana di melanzane - La Ricetta di GialloZafferano.json",
  "url": "https://ricette.giallozafferano.it/Parmigiana-di-melanzane.html",
  "cuisine": "Italian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Eggplant Parmigiana",
  "description": "Learn how to make Eggplant Parmigiana. This recipe includes 9 ingredients and 8 detailed steps.",
  "keywords": "italian, eggplant, parmigiana, oval, eggplants, tomato, passata, mozzarella, grated, parmigiano, reggiano, golden, onion, basil,, taste",
  "stepCount": 8,
  "ingredientCount": 9,
  "estimatedTime": 138,
  "difficulty": "Medium",
  "ingredientPreview": [
    "1.7 kg oval eggplants",
    "1 kg tomato passata",
    "500 g mozzarella"
  ],
  "images": [
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_1.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_4.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_7.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_10.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_13.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_16.jpg",
      "alt": "Step 6",
      "step": 6
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_19.jpg",
      "alt": "Step 7",
      "step": 7
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_22.jpg",
      "alt": "Step 8",
      "step": 8
    }
  ],
  "featuredImage": "https://www.giallozafferano.it/images/ricette/234/23446/parmigiana-di-melanzane_1.jpg",
  "dateAdded": "2025-09-10T21:44:25.817Z",
  "lastModified": "2025-09-10T21:44:25.817Z",
  "searchText": "eggplant parmigiana 1.7 kg oval eggplants 1 kg tomato passata 500 g mozzarella 150 g grated parmigiano reggiano dop 1 golden onion basil, to taste extra virgin olive oil, to taste fine salt, to taste peanut oil, to taste (for frying) start with the sauce. clean and chop the onion, then sauté it in a pot with hot olive oil. cook for a couple of minutes, stirring, then add the tomato passata. season with salt and add basil leaves. rinse the container with a little water and add it to the pot. simmer for 45-50 minutes. meanwhile, dice the mozzarella. prepare the eggplants: wash and trim them. slice them lengthwise into 4-5 mm thick pieces. dry thoroughly with paper towels. fry the eggplant slices in hot oil at 170°c, a few at a time. once lightly golden, drain on a tray lined with absorbent paper. add more paper as needed and place the fried eggplants on top. assemble the parmigiana: pour some sauce into a 20x30 cm baking dish. arrange the eggplant slices for the first layer, then cover with tomato sauce. sprinkle with mozzarella cubes, grated parmigiano, and basil leaves. repeat the layers with tomato sauce, eggplant, cheeses, and basil leaves. continue until you reach the final eggplant layer. finish with the remaining mozzarella cubes and grated parmigiano reggiano. bake in a preheated static oven at 200°c for about 30 minutes. let it rest for 15-20 minutes before serving. auberginen-parmigiana 1,7 kg ovale auberginen 1 kg tomatenpassata 500 g mozzarella 150 g geriebener parmigiano reggiano dop 1 goldene zwiebel basilikum, nach geschmack natives olivenöl extra, nach geschmack feines salz, nach geschmack erdnussöl, nach geschmack (zum frittieren) beginnen sie mit der sauce. zwiebel putzen und hacken, dann in einem topf mit erhitztem olivenöl anbraten. einige minuten unter rühren kochen, dann die tomatenpassata hinzufügen. mit salz abschmecken und basilikumblätter hinzufügen. den behälter mit etwas wasser ausspülen und in den topf geben. bei schwacher hitze 45-50 minuten köcheln lassen. in der zwischenzeit die mozzarella würfeln. bereiten sie die auberginen vor: waschen und die enden abschneiden. längs in 4-5 mm dicke scheiben schneiden. gründlich mit küchenpapier trocknen. die auberginenscheiben in heißem öl bei 170°c portionsweise frittieren. sobald sie leicht goldbraun sind, auf einem mit saugfähigem papier ausgelegten tablett abtropfen lassen. bei bedarf weiteres papier hinzufügen und die frittierten auberginen darauflegen. zusammensetzen der parmigiana: etwas sauce in eine 20x30 cm große auflaufform geben. die auberginenscheiben für die erste schicht anordnen und dann mit tomatensauce bedecken. mit mozzarella-würfeln, geriebenem parmigiano und basilikumblättern bestreuen. die schichten mit tomatensauce, auberginen, käse und basilikumblättern wiederholen. fahren sie fort, bis sie die letzte auberginenschicht erreicht haben. mit den restlichen mozzarella-würfeln und geriebenem parmigiano reggiano abschließen. im vorgeheizten backofen bei 200°c für ca. 30 minuten backen. nach dem backen 15-20 minuten ruhen lassen, bevor sie die parmigiana servieren. なすのパルミジャーナ 丸なす 1.7 kg トマトパッサータ 1 kg モッツァレラチーズ 500 g すりおろしたパルミジャーノ・レッジャーノdop 150 g 黄玉ねぎ 1個 バジル、お好みで エキストラバージンオリーブオイル、お好みで 塩、お好みで ピーナッツオイル、お好みで (揚げ物用) まずソースを作ります。玉ねぎをきれいに刻み、熱したオリーブオイルを入れた鍋で炒めます。焦げ付かないように時々混ぜながら数分炒め、トマトパッサータを加えます。 塩で味を調え、バジルの葉を加えます。容器を少量の水ですすいで鍋に入れ、弱火で45〜50分煮込みます。その間にモッツァレラチーズを角切りにします。 なすを準備します：洗い、ヘタを切り落とします。縦方向に4〜5 mmの厚さにスライスします。キッチンペーパーでよく水気を拭き取ります。170°cに熱した油で、なすを少量ずつ揚げます。 軽くきつね色になったら、吸水紙を敷いたトレイに上げます。必要に応じて新しい紙を敷き、揚げたなすを上に置きます。 パルミジャーナを組み立てます：20x30 cmの耐熱皿にソースを少々敷きます。なすのスライスを最初の層として並べ、トマトソースで覆います。 モッツァレラチーズの角切り、すりおろしたパルミジャーノチーズ、バジルの葉を散らします。 トマトソース、なす、チーズ、バジルの葉の層を繰り返します。最後のなすの層になるまでこの作業を続けます。 残りのモッツァレラチーズの角切りとすりおろしたパルミジャーノ・レッジャーノで仕上げます。予熱した200°cのオーブンで約30分焼きます。焼き上がったら15〜20分休ませてから、なすのパルミジャーナを召し上がってください！ พาร์มิจาน่ามะเขือยาว มะเขือยาวรูปไข่ 1.7 กิโลกรัม ซอสมะเขือเทศ 1 กิโลกรัม มอสซาเรลล่า 500 กรัม พาร์มีจาโนเรจจาโนขูดฝอย 150 กรัม หอมหัวใหญ่สีทอง 1 หัว ใบโหระพา, ตามชอบ น้ำมันมะกอกบริสุทธิ์พิเศษ, ตามชอบ เกลือป่น, ตามชอบ น้ำมันถั่วลิสง, ตามชอบ (สำหรับทอด) เริ่มต้นด้วยการทำซอส ทำความสะอาดและสับหัวหอม จากนั้นนำไปผัดในหม้อที่มีน้ำมันมะกอกร้อนๆ ผัดประมาณสองสามนาที คนให้เข้ากัน เพื่อไม่ให้ไหม้ จากนั้นใส่ซอสมะเขือเทศลงไป ปรุงรสด้วยเกลือและใส่ใบโหระพา ล้างภาชนะด้วยน้ำเล็กน้อยแล้วเทลงในหม้อ เคี่ยวด้วยไฟอ่อน 45-50 นาที ระหว่างนี้ หั่นมอสซาเรลล่าเป็นลูกเต๋า เตรียมมะเขือยาว: ล้างและตัดปลายออก หั่นตามยาวเป็นชิ้นหนา 4-5 มม. ซับให้แห้งด้วยกระดาษซับมัน ทอดมะเขือยาวในน้ำมันร้อน 170°c ทีละน้อย เมื่อมะเขือยาวมีสีทองอ่อนๆ ให้สะเด็ดน้ำมันบนถาดที่รองด้วยกระดาษซับน้ำมัน เพิ่มกระดาษตามความจำเป็นและวางมะเขือยาวที่ทอดแล้วลงไป ประกอบพาร์มิจาน่า: เทซอสบางส่วนลงในจานอบขนาด 20x30 ซม. วางมะเขือยาวเป็นชั้นแรก จากนั้นคลุมด้วยซอสมะเขือเทศ โรยด้วยลูกเต๋ามอสซาเรลล่า พาร์มีจาโนขูดฝอย และใบโหระพา ทำซ้ำชั้นด้วยซอสมะเขือเทศ มะเขือยาว ชีส และใบโหระพา ทำต่อไปจนถึงชั้นสุดท้ายของมะเขือยาว ปิดท้ายด้วยลูกเต๋ามอสซาเรลล่าที่เหลือและพาร์มีจาโนเรจจาโนขูดฝอย อบในเตาอบที่อุณหภูมิ 200°c ประมาณ 30 นาที หลังจากอบเสร็จ พักไว้ 15-20 นาที ก่อนเสิร์ฟพาร์มิจาน่ามะเขือยาวของคุณ italian",
  "tags": [
    "Italian",
    "Slow Cook",
    "Vegetarian",
    "Medium"
  ]
}
