{
  "id": "Ricetta Spätzle di spinaci con speck e panna - La Ricetta di GialloZafferano",
  "slug": "spinach-sptzle-with-speck-and-cream",
  "filename": "Ricetta Spätzle di spinaci con speck e panna - La Ricetta di GialloZafferano.json",
  "url": "https://ricette.giallozafferano.it/Spatzle-di-spinaci.html",
  "cuisine": "German",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Spinach Spätzle with Speck and Cream",
  "description": "Learn how to make Spinach Spätzle with Speck and Cream. This recipe includes 13 ingredients and 7 detailed steps.",
  "keywords": "german, spinach, spätzle, with, speck, cream, all-purpose, flour, small, eggs, water, nutmeg, taste, fine, salt",
  "stepCount": 7,
  "ingredientCount": 13,
  "estimatedTime": 64,
  "difficulty": "Hard",
  "ingredientPreview": [
    "250 g spinach",
    "250 g all-purpose flour",
    "3 small eggs"
  ],
  "images": [
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_1-3.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_4-6.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_7-9.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_10-12.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_13-15.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_16-18.jpg",
      "alt": "Step 6",
      "step": 6
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_19-21.jpg",
      "alt": "Step 7",
      "step": 7
    }
  ],
  "featuredImage": "https://www.giallozafferano.it/images/ricette/221/22170/18348_spatzle_di_spinaci_panna_e_speck_strip_1-3.jpg",
  "dateAdded": "2025-09-10T21:44:25.819Z",
  "lastModified": "2025-09-10T21:44:25.819Z",
  "searchText": "spinach spätzle with speck and cream 250 g spinach 250 g all-purpose flour 3 small eggs 100 g water nutmeg to taste fine salt to taste 100 g speck 250 g fresh liquid cream 30 g butter black pepper to taste fine salt to taste 3 g chives extra virgin olive oil to taste wash spinach leaves and cook them in a covered pan over moderate heat until wilted. transfer spinach to a beaker and blend with an immersion blender until creamy. add whole eggs and a pinch of salt. mix, then add water and nutmeg. gradually add flour and mix with a spoon to incorporate, avoiding lumps. set the spätzle dough aside. for the sauce: finely chop chives and cut speck into strips. in a pan, heat butter and oil. add speck and sauté for 2-3 minutes until crispy. pour in cream, chives, season with salt and pepper, and let it thicken over moderate heat until creamy. to cook spätzle: bring a pot of salted water to a boil. place a spätzlehobel over the pot and pour the mixture through the holes, moving the tool back and forth. the spätzle will cook quickly and float to the surface. drain spätzle with a slotted spoon directly into the cream and speck sauce. toss gently for a few moments, season with pepper, and serve hot. spinatspätzle mit speck und sahne 250 g spinat 250 g weizenmehl typ 405 3 kleine eier 100 g wasser muskatnuss nach geschmack feines salz nach geschmack 100 g speck 250 g frische flüssige sahne 30 g butter schwarzer pfeffer nach geschmack feines salz nach geschmack 3 g schnittlauch natives olivenöl extra nach geschmack spinatblätter waschen und in einer zugedeckten pfanne bei mittlerer hitze kochen, bis sie welk sind. spinat in einen becher geben und mit einem stabmixer pürieren, bis eine cremige masse entsteht. ganze eier und eine prise salz hinzufügen. mischen, dann wasser und muskatnuss hinzufügen. mehl nach und nach hinzufügen und mit einem löffel einrühren, um klumpen zu vermeiden. den spätzleteig beiseite stellen. für die soße: schnittlauch fein hacken und speck in streifen schneiden. in einer pfanne butter und öl erhitzen. speck hinzufügen und 2-3 minuten braten, bis er knusprig ist. sahne und schnittlauch hinzufügen, mit salz und pfeffer abschmecken und bei mittlerer hitze eindicken lassen, bis die soße cremig ist. spätzle kochen: einen topf mit salzwasser zum kochen bringen. einen spätzlehobel über den topf legen und die mischung durch die löcher reiben, indem man das werkzeug hin und her bewegt. die spätzle garen schnell und steigen an die oberfläche. spätzle mit einem schaumlöffel direkt in die sahne-speck-soße abgießen. einige augenblicke vorsichtig schwenken, mit pfeffer abschmecken und die heißen spinatspätzle mit speck und sahne servieren. ほうれん草のシュペッツレ、スペックと生クリーム添え ほうれん草 250 g 薄力粉 250 g sサイズの卵 3個 水 100 g ナツメグ 適量 細かい塩 適量 スペック 100 g フレッシュリキッドクリーム 250 g バター 30 g 黒胡椒 適量 細かい塩 適量 チャイブ 3 g エキストラバージンオリーブオイル 適量 ほうれん草の葉を洗い、蓋をしたフライパンで中火でしんなりするまで調理します。 ほうれん草をビーカーに移し、ハンドブレンダーでクリーミーになるまで混ぜます。全卵とひとつまみの塩を加えます。混ぜてから水とナツメグを加えます。 小麦粉を徐々に加え、スプーンで混ぜて塊にならないように生地になじませます。シュペッツレの生地を脇に置いておきます。 ソースの準備：チャイブを細かく刻み、スペックを短冊切りにします。フライパンでバターと油を熱します。 スペックを加え、カリカリになるまで2〜3分炒めます。生クリームとチャイブを加え、塩胡椒で味を調え、中火でとろみがつくまで煮詰めます。 シュペッツレを調理します。塩水を入れた鍋を火にかけ、沸騰させます。シュペッツレホーベルを鍋の上に置き、専用のスペースに生地を入れ、道具を前後に動かして生地が穴から落ちるようにします。熱湯に触れるとシュペッツレはすぐに調理されます。浮かんできたら、 穴あきお玉で直接生クリームとスペックのソースにシュペッツレをすくい入れます。数秒間優しく混ぜ、胡椒で味を調え、温かいうちにほうれん草のシュペッツレとスペックと生クリームを添えて提供します。 สปาตซ์เลผักโขมกับสเปกและครีม ผักโขม 250 กรัม แป้งสาลีอเนกประสงค์ 250 กรัม ไข่ไก่เล็ก 3 ฟอง น้ำ 100 กรัม ลูกจันทน์เทศเพื่อลิ้มรส เกลือละเอียดเพื่อลิ้มรส สเปก 100 กรัม ครีมสดเหลว 250 กรัม เนย 30 กรัม พริกไทยดำเพื่อลิ้มรส เกลือละเอียดเพื่อลิ้มรส ต้นหอม 3 กรัม น้ำมันมะกอกบริสุทธิ์พิเศษเพื่อลิ้มรส ล้างใบผักโขมและนำไปปรุงในกระทะที่ปิดฝาบนไฟปานกลางจนกว่าจะสุกนิ่ม ย้ายผักโขมไปที่แก้วและปั่นด้วยเครื่องปั่นแบบมือถือจนเป็นเนื้อครีม เพิ่มไข่ทั้งฟองและเกลือเล็กน้อย ผสมให้เข้ากัน จากนั้นเติมน้ำและลูกจันทน์เทศ ค่อยๆ เติมแป้งลงไปและผสมด้วยช้อนเพื่อรวมเข้ากับส่วนผสม หลีกเลี่ยงการจับตัวเป็นก้อน พักแป้งสปาตซ์เลไว้ สำหรับซอส: ซอยต้นหอมให้ละเอียดและหั่นสเปกเป็นเส้น ในกระทะร้อนเนยและน้ำมัน เพิ่มสเปกและผัดประมาณ 2-3 นาทีจนกรอบ เทครีมและต้นหอมลงไป ปรุงรสด้วยเกลือและพริกไทย และปล่อยให้ข้นขึ้นบนไฟปานกลางจนเป็นเนื้อครีม ในการปรุงสปาตซ์เล: ต้มน้ำเกลือในหม้อขนาดใหญ่จนเดือด วาง spätzlehobel เหนือหม้อและเทส่วนผสมผ่านรู โดยขยับเครื่องมือไปมา สปาตซ์เลจะสุกอย่างรวดเร็วและลอยขึ้นสู่ผิวน้ำ ใช้ทัพพีมีรูตักสปาตซ์เลที่ลอยขึ้นมาใส่ลงในซอสครีมและสเปกโดยตรง คลุกเบาๆ สองสามครั้ง ปรุงรสด้วยพริกไทย แล้วเสิร์ฟร้อนๆ german",
  "tags": [
    "German",
    "Vegetarian",
    "Hard"
  ]
}
