{
  "id": "Ricetta Zuppa di farro e borlotti - La Ricetta di GialloZafferano",
  "slug": "spelt-and-borlotti-bean-soup",
  "filename": "Ricetta Zuppa di farro e borlotti - La Ricetta di GialloZafferano.json",
  "url": "https://ricette.giallozafferano.it/Zuppa-di-farro-e-borlotti.html",
  "cuisine": "Italian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Spelt and Borlotti Bean Soup",
  "description": "Learn how to make Spelt and Borlotti Bean Soup. This recipe includes 10 ingredients and 3 detailed steps.",
  "keywords": "italian, spelt, borlotti, bean, soup, fresh, beans, cloves, garlic, carrot, stalk, celery, onion, extra, virgin",
  "stepCount": 3,
  "ingredientCount": 10,
  "estimatedTime": 73,
  "difficulty": "Medium",
  "ingredientPreview": [
    "200 g fresh borlotti beans",
    "250 g spelt",
    "3 cloves garlic"
  ],
  "images": [
    {
      "url": "https://www.giallozafferano.it/images/ricette/11/1115/zuppafarrook_seq1.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/11/1115/zuppafarrook_seq2.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/11/1115/zuppafarrook_seq3.jpg",
      "alt": "Step 3",
      "step": 3
    }
  ],
  "featuredImage": "https://www.giallozafferano.it/images/ricette/11/1115/zuppafarrook_seq1.jpg",
  "dateAdded": "2025-09-10T21:44:25.820Z",
  "lastModified": "2025-09-10T21:44:25.820Z",
  "searchText": "spelt and borlotti bean soup 200 g fresh borlotti beans 250 g spelt 3 cloves garlic 1 carrot 1 stalk celery 1 red onion 75 ml extra virgin olive oil sage to taste 1 liter water fine salt to taste peel and finely dice the carrot, chop the onion, and finely dice the celery. place them in a pressure cooker with 2 cloves of garlic and 45 ml of olive oil. cook for about 5 minutes until the onion softens. add the fresh borlotti beans and toast for another 5 minutes. add sage leaves to taste and season with salt. add 1 liter of water, bring to a boil, then close the pressure cooker with its lid. from the pressure whistle, cook for 30 minutes over minimum heat. after this time, open the pot, making sure the pressure has released, and check if the beans are tender. take about one-third of the borlotti beans into a bowl and strain the rest through a colander. keep the cooking broth aside for the spelt. pour the borlotti beans and vegetables into a mixer and blend until pureed. keep the puree warm. now, prepare the spelt by toasting it for about 3 minutes in a saucepan with the remaining garlic and olive oil over low heat. add three ladles of the vegetable cooking broth and cook, adding one ladle of broth at a time, for the time indicated on the package (about 15-18 minutes). at the end of cooking, add the borlotti and vegetable puree and mix well, adding a little more broth if it becomes too thick. finally, add the whole beans you set aside earlier. serve with a drizzle of extra virgin olive oil to taste. dinkel- und borlottibohnensuppe 200 g frische borlottibohnen 250 g dinkel 3 knoblauchzehen 1 karotte 1 stange sellerie 1 rote zwiebel 75 ml natives olivenöl extra salbei nach geschmack 1 liter wasser feines salz nach geschmack die karotte schälen und in kleine würfel schneiden, die zwiebel hacken und den sellerie ebenfalls fein würfeln. diese in einem schnellkochtopf mit 2 knoblauchzehen und 45 ml olivenöl etwa 5 minuten lang anbraten, bis die zwiebel weich ist. die frischen borlottibohnen hinzufügen und weitere 5 minuten anrösten. salbeiblätter nach geschmack hinzufügen und mit salz würzen. 1 liter wasser hinzufügen, zum kochen bringen und den schnellkochtopf mit seinem deckel verschließen. ab dem zischen des drucks 30 minuten bei minimaler hitze kochen lassen. nach dieser zeit den topf öffnen, darauf achten, dass der druck abgebaut ist, und die bohnen auf zartheit prüfen. etwa ein drittel der borlottibohnen in eine schüssel geben und den rest durch ein sieb passieren. die kochbrühe für den dinkel beiseite stellen. die borlottibohnen und das gemüse in einen mixer geben und pürieren. das püree warm halten. nun den dinkel zubereiten, indem er etwa 3 minuten lang in einem topf mit dem restlichen knoblauch und olivenöl bei geringer hitze geröstet wird. drei schöpflöffel der gemüsekochbrühe hinzufügen und den dinkel unter ständigem rühren, jeweils einen schöpflöffel brühe hinzufügen, für die auf der packung angegebene zeit (ca. 15-18 minuten) kochen lassen. am ende der garzeit das borlotti- und gemüsepüree hinzufügen und gut vermischen. bei bedarf etwas mehr brühe hinzufügen, falls es zu dickflüssig wird. zum schluss die ganzen bohnen hinzufügen, die sie zuvor beiseite gelegt haben. nach belieben mit einem schuss nativem olivenöl extra servieren. スペルト小麦とボルロッティ豆のスープ 新鮮なボルロッティ豆 200 g スペルト小麦 250 g ニンニク 3かけ ニンジン 1本 セロリ 1茎 赤玉ねぎ 1個 エキストラバージンオリーブオイル 75 ml セージ お好みで 水 1リットル 細かい塩 お好みで ニンジンは皮をむいて小さめの角切りにし、玉ねぎはみじん切り、セロリも細かく角切りにする。これらを圧力鍋に入れ、ニンニク2かけとオリーブオイル45mlを加えて約5分、玉ねぎが柔らかくなるまで炒める。新鮮なボルロッティ豆を加えてさらに5分炒める。お好みでセージの葉を加え、塩で味を調える。 水1リットルを加え、沸騰したら圧力鍋の蓋を閉める。圧力がかかってから30分、弱火で調理する。時間が経ったら、圧力が完全に抜けたことを確認して蓋を開け、豆が柔らかくなっているか確認する。ボルロッティ豆の約3分の1をボウルに取り出し、残りはザルで濾す。スペルト小麦用に煮汁は取っておく。ボルロッティ豆と野菜をミキサーに入れ、ピューレ状になるまで混ぜる。ピューレは温かく保つ。 次にスペルト小麦を準備する。鍋に残りのニンニクとオリーブオイルを入れ、弱火で約3分炒める。野菜の煮汁を3杯加え、パッケージの表示時間（約15〜18分）に従って、煮汁を少しずつ加えながら調理する。調理の終わりにボルロッティ豆と野菜のピューレを加え、濃すぎる場合はさらに少し煮汁を加えながらよく混ぜる。最後に、他の豆をピューレにする前に取っておいた丸ごとの豆も加える。お好みでエキストラバージンオリーブオイルを少量かけて提供する。 ซุปข้าวสเปลต์และถั่วบอร์ลอตติ ถั่วบอร์ลอตติสด 200 กรัม ข้าวสเปลต์ 250 กรัม กระเทียม 3 กลีบ แครอท 1 หัว คื่นช่าย 1 ก้าน หอมแดง 1 หัว น้ำมันมะกอกบริสุทธิ์พิเศษ 75 มิลลิลิตร ใบเสจตามชอบ น้ำ 1 ลิตร เกลือป่นตามชอบ ปอกแครอทและหั่นเป็นชิ้นเล็กๆ สับหอมใหญ่ และหั่นขึ้นฉ่ายเป็นลูกเต๋าเล็กๆ วางทั้งหมดในหม้ออัดแรงดันพร้อมกระเทียม 2 กลีบและน้ำมันมะกอก 45 มิลลิลิตร ปรุงอาหารประมาณ 5 นาทีจนหอมใหญ่นิ่ม เพิ่มถั่วบอร์ลอตติสดและคั่วต่ออีก 5 นาที เพิ่มใบเสจตามชอบและปรุงรสด้วยเกลือ เติมน้ำ 1 ลิตร ต้มให้เดือด แล้วปิดฝาหม้ออัดแรงดัน เมื่อมีเสียงหวีดจากแรงดัน ให้จับเวลา 30 นาที ลดไฟให้ต่ำสุด หลังจากเวลานี้ เปิดหม้อ ระวังให้แรงดันหมดไป และตรวจสอบว่าถั่วนิ่ม ตักถั่วบอร์ลอตติประมาณหนึ่งในสามใส่ชาม และกรองส่วนที่เหลือผ่านกระชอน เก็บน้ำซุปไว้สำหรับข้าวสเปลต์ เทถั่วบอร์ลอตติและผักลงในเครื่องปั่น และปั่นจนเป็นเนื้อเดียวกัน เก็บเพียวเร่ไว้ให้อุ่น ตอนนี้ เริ่มเตรียมข้าวสเปลต์โดยการคั่วในกระทะประมาณ 3 นาทีกับกระเทียมและน้ำมันมะกอกที่เหลือด้วยไฟอ่อน เพิ่มน้ำซุปผักสามกระบวยและปรุงอาหารโดยเพิ่มน้ำซุปทีละกระบวยตามเวลาที่ระบุบนบรรจุภัณฑ์ (ประมาณ 15-18 นาที) เมื่อปรุงอาหารเสร็จแล้ว เพิ่มเพียวเร่ถั่วบอร์ลอตติและผัก และผสมให้เข้ากันดี โดยเพิ่มน้ำซุปเล็กน้อยหากข้นเกินไป สุดท้าย ใส่ถั่วทั้งเมล็ดที่คุณแยกไว้ก่อนหน้านี้ เสิร์ฟพร้อมน้ำมันมะกอกบริสุทธิ์พิเศษเล็กน้อยตามชอบ italian",
  "tags": [
    "Italian",
    "Vegetarian",
    "Medium"
  ]
}
