{
  "id": "Ricetta Tiella barese (riso patate e cozze) - La Ricetta di GialloZafferano",
  "slug": "tiella-barese-rice-potatoes-and-mussels",
  "filename": "Ricetta Tiella barese (riso patate e cozze) - La Ricetta di GialloZafferano.json",
  "url": "https://ricette.giallozafferano.it/Tiella-barese.html",
  "cuisine": "Italian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Tiella barese (rice, potatoes, and mussels)",
  "description": "Learn how to make Tiella barese (rice, potatoes, and mussels). This recipe includes 12 ingredients and 11 detailed steps.",
  "keywords": "italian, tiella, barese, (rice,, potatoes,, mussels), arborio, rice, mussels, clean), potatoes, grated, pecorino, romano, cherry",
  "stepCount": 11,
  "ingredientCount": 12,
  "estimatedTime": 129,
  "difficulty": "Hard",
  "ingredientPreview": [
    "300 g Arborio rice",
    "500 g Mussels (to clean)",
    "400 g Potatoes"
  ],
  "images": [
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_3.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_6.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_9.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_12.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_15.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_18.jpg",
      "alt": "Step 6",
      "step": 6
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_21.jpg",
      "alt": "Step 7",
      "step": 7
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_24.jpg",
      "alt": "Step 8",
      "step": 8
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_27.jpg",
      "alt": "Step 9",
      "step": 9
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_30.jpg",
      "alt": "Step 10",
      "step": 10
    },
    {
      "url": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_33.jpg",
      "alt": "Step 11",
      "step": 11
    }
  ],
  "featuredImage": "https://www.giallozafferano.it/images/ricette/10/1054/tiella-barese_3.jpg",
  "dateAdded": "2025-09-10T21:44:25.820Z",
  "lastModified": "2025-09-10T21:44:25.820Z",
  "searchText": "tiella barese (rice, potatoes, and mussels) 300 g arborio rice 500 g mussels (to clean) 400 g potatoes 150 g grated pecorino romano dop 100 g cherry tomatoes 70 g white onions 2 sprigs parsley 1 clove garlic 300 ml water extra virgin olive oil, as needed fine salt, as needed black pepper, as needed peel and slice potatoes (5 mm thick). wash and quarter cherry tomatoes. thinly slice onion and garlic. chop parsley. clean mussels, remove byssus, open them raw, keeping one shell with the mollusk. collect and filter the mussel water. grease a 28 cm baking dish. layer half the sliced onion, garlic, half the potatoes, and some cherry tomatoes. sprinkle with grated pecorino, parsley, salt, and pepper. drizzle with olive oil. arrange mussels (shell-side down) as the next layer. sprinkle with more pecorino. add more parsley, salt, and pepper. rinse rice thoroughly and spread evenly over the mussels. season with salt, pepper. add remaining onion, cherry tomatoes, olive oil, and parsley. sprinkle with more pecorino. arrange the remaining potatoes on top. add remaining cherry tomatoes and parsley. cover with abundant pecorino, then salt and pepper. pour filtered mussel water along the edges until it almost reaches the top layer of potatoes. bake in a static oven at 220°c for about 50 minutes. if not golden, grill for 5 more minutes. let rest before serving warm. tiella barese (reis, kartoffeln und muscheln) 300 g arborio-reis 500 g muscheln (zum reinigen) 400 g kartoffeln 150 g geriebener pecorino romano dop 100 g kirschtomaten 70 g weiße zwiebeln 2 zweige petersilie 1 knoblauchzehe 300 ml wasser natives olivenöl extra, nach bedarf feines salz, nach bedarf schwarzer pfeffer, nach bedarf kartoffeln schälen und in 5 mm dicke scheiben schneiden. kirschtomaten waschen und vierteln. zwiebel und knoblauch fein schneiden. petersilie hacken. muscheln reinigen, byssus entfernen, roh öffnen und eine schale mit dem weichtier behalten. muschelwasser sammeln und filtern. eine 28 cm große auflaufform einfetten. die hälfte der zwiebeln, des knoblauchs, die hälfte der kartoffeln und einige kirschtomaten schichten. mit geriebenem pecorino, petersilie, salz und pfeffer bestreuen. mit olivenöl beträufeln. muscheln (mit der schale nach unten) als nächste schicht anordnen. mit mehr pecorino bestreuen. mehr petersilie, salz und pfeffer hinzufügen. reis gründlich abspülen und gleichmäßig über die muscheln verteilen. mit salz und pfeffer würzen. restliche zwiebel, kirschtomaten, olivenöl und petersilie hinzufügen. mit mehr pecorino bestreuen. die restlichen kartoffeln oben anordnen. restliche kirschtomaten und petersilie hinzufügen. mit reichlich pecorino bedecken, dann salzen und pfeffern. filtern sie zum schluss das muschelwasser entlang der ränder ein, bis es fast die oberste kartoffelschicht erreicht. im statischen ofen bei 220 °c etwa 50 minuten backen. falls die oberfläche nicht goldbraun ist, für weitere 5 minuten grillen. vor dem servieren warm ruhen lassen. ティエラ・バレーゼ（米、ジャガイモ、ムール貝） アルボリオ米 300 g ムール貝（要洗浄）500 g ジャガイモ 400 g おろしたペコリーノ・ロマーノ dop 150 g チェリートマト 100 g 白玉ねぎ 70 g パセリ 2房 ニンニク 1片 水 300 ml エキストラバージンオリーブオイル、適量 細かい塩、適量 黒胡椒、適量 ジャガイモの皮をむき、5mmの厚さにスライスします。チェリートマトを洗い、半分または4分の1に切ります。 玉ねぎとニンニクを薄切りにします。パセリを刻みます。 ムール貝をきれいにし、足糸を取り除き、生で開いて、貝殻の片方を身が付いたまま残します。ムール貝の水を集めてろ過します。 直径28cmの耐熱皿にオリーブオイルを塗ります。スライスした玉ねぎの半分、ニンニク、ジャガイモの半分、そして少量のチェリートマトを層にします。 おろしたペコリーノチーズ、パセリ、塩、胡椒を振りかけます。 オリーブオイルをたらし、ムール貝（殻を下にして）を次の層として並べます。さらにペコリーノチーズを振りかけます。 パセリ、塩、胡椒を追加します。米をよく洗い、ムール貝の上に均一に広げます。 塩胡椒で味を調え、残りの玉ねぎ、チェリートマト、オリーブオイル、パセリを加えます。 さらにペコリーノチーズを振りかけます。残りのジャガイモを全体に並べ、残りのチェリートマトとパセリを加えます。 全体をたっぷりのペコリーノで覆い、塩胡椒します。最後に、ろ過したムール貝の水を縁に沿って注ぎ、ジャガイモの最上層のほぼ高さまで水が来るようにします。 220℃の静止オーブンで約50分焼きます。焼き上がりが金色になっていない場合は、さらに5分グリルします。温かいうちに休ませてから提供します。 เตี๋ยลล่าบารีเซ่ (ข้าว, มันฝรั่ง และหอยแมลงภู่) ข้าวอาร์โบริโอ 300 กรัม หอยแมลงภู่ (สำหรับทำความสะอาด) 500 กรัม มันฝรั่ง 400 กรัม ชีสเพโคริโนโรมาโน ดีโอพี (ขูด) 150 กรัม มะเขือเทศเชอร์รี่ 100 กรัม หอมหัวใหญ่สีขาว 70 กรัม ผักชีฝรั่ง 2 ช่อ กระเทียม 1 กลีบ น้ำ 300 มิลลิลิตร น้ำมันมะกอกบริสุทธิ์พิเศษ, ตามต้องการ เกลือละเอียด, ตามต้องการ พริกไทยดำ, ตามต้องการ ปอกเปลือกและหั่นมันฝรั่งเป็นแผ่นหนา 5 มม. ล้างและผ่าครึ่งมะเขือเทศเชอร์รี่ ซอยหอมหัวใหญ่และกระเทียมให้บาง สับผักชีฝรั่ง ทำความสะอาดหอยแมลงภู่ ดึงไส้ออก เปิดเปลือกหอยดิบโดยเก็บเปลือกหนึ่งข้างที่มีเนื้อหอยไว้ เก็บและกรองน้ำหอยแมลงภู่ ทาน้ำมันมะกอกในจานอบขนาด 28 ซม. วางชั้นของหอมหัวใหญ่หั่นครึ่ง, กระเทียม, มันฝรั่งครึ่งหนึ่ง และมะเขือเทศเชอร์รี่บางส่วน โรยด้วยชีสเพโคริโนขูด, ผักชีฝรั่ง, เกลือ และพริกไทย ราดด้วยน้ำมันมะกอก จัดเรียงหอยแมลงภู่ (ด้านเปลือกหันลง) เป็นชั้นถัดไป โรยด้วยชีสเพโคริโนเพิ่ม เพิ่มผักชีฝรั่ง, เกลือ และพริกไทย ล้างข้าวให้สะอาดแล้วเกลี่ยให้ทั่วหอยแมลงภู่ ปรุงรสด้วยเกลือและพริกไทย ใส่หอมหัวใหญ่ที่เหลือ, มะเขือเทศเชอร์รี่, น้ำมันมะกอก และผักชีฝรั่ง โรยด้วยชีสเพโคริโนเพิ่ม จัดเรียงมันฝรั่งที่เหลือด้านบน ใส่มะเขือเทศเชอร์รี่ที่เหลือและผักชีฝรั่ง คลุมด้วยชีสเพโคริโนเยอะๆ แล้วโรยเกลือและพริกไทย สุดท้ายเทน้ำหอยแมลงภู่ที่กรองแล้วลงไปตามขอบจนเกือบถึงระดับชั้นมันฝรั่งชั้นบนสุด อบในเตาอบแบบคงที่ที่อุณหภูมิ 220°c ประมาณ 50 นาที หากผิวหน้าไม่เป็นสีทอง ให้ย่างต่ออีก 5 นาที พักไว้ก่อนเสิร์ฟอุ่นๆ italian",
  "tags": [
    "Italian",
    "Slow Cook",
    "Vegetarian",
    "Hard"
  ]
}
