{
  "id": "The Best Chicken Tikka Masala Recipe Out There - Cafe Delites",
  "slug": "chicken-tikka-masala",
  "filename": "The Best Chicken Tikka Masala Recipe Out There - Cafe Delites.json",
  "url": "https://cafedelites.com/chicken-tikka-masala/",
  "cuisine": "Indian",
  "languages": [
    "en",
    "de",
    "jp",
    "th"
  ],
  "title": "Chicken Tikka Masala",
  "description": "Learn how to make Chicken Tikka Masala. This recipe includes 26 ingredients and 6 detailed steps.",
  "keywords": "indian, chicken, tikka, masala, boneless, thighs, (skinless,, into, bite-sized, pieces), plain, yogurt, minced, garlic, fresh,",
  "stepCount": 6,
  "ingredientCount": 26,
  "estimatedTime": 123,
  "difficulty": "Hard",
  "ingredientPreview": [
    "800 g boneless chicken thighs (skinless, cut into bite-sized pieces)",
    "250 ml plain yogurt",
    "16 g minced garlic"
  ],
  "images": [
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Step-1-Marinate-the-Chicken.jpg",
      "alt": "Step 1",
      "step": 1
    },
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Step-2-Sear-the-Chicken.jpg",
      "alt": "Step 2",
      "step": 2
    },
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Step-3-Make-the-Tikka-Masala-Sauce.jpg",
      "alt": "Step 3",
      "step": 3
    },
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Step-4-Combine-the-Sauce-Ingredient.jpg",
      "alt": "Step 4",
      "step": 4
    },
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Step-5-Add-Cream-and-Chicken.jpg",
      "alt": "Step 5",
      "step": 5
    },
    {
      "url": "https://cafedelites.com/wp-content/uploads/2018/04/Srtep-6-Final-Touches-and-Serving.jpg",
      "alt": "Step 6",
      "step": 6
    }
  ],
  "featuredImage": "https://cafedelites.com/wp-content/uploads/2018/04/Step-1-Marinate-the-Chicken.jpg",
  "dateAdded": "2025-09-10T21:44:25.822Z",
  "lastModified": "2025-09-10T21:44:25.822Z",
  "searchText": "chicken tikka masala 800 g boneless chicken thighs (skinless, cut into bite-sized pieces) 250 ml plain yogurt 16 g minced garlic 10 g fresh, crushed or minced ginger 5 g garam masala 2 g turmeric 2 g ground cumin 5 g kashmiri chili (or 2.5 g ground red chili powder) 6 g salt 40 ml vegetable oil (or canola oil) 40 g butter 2 small onions (or 1 large onion, finely diced) 16 g finely grated garlic 10 g finely grated ginger 4 g garam masala 3 g ground cumin 2 g turmeric powder 2 g ground coriander 400 g tomato puree (tomato sauce/passata) 5 g kashmiri chili (optional for color and flavor) 2 g red chili powder (adjust to your taste preference) 6 g salt 315 ml heavy or thickened cream (use evaporated milk for lower calories) 4 g brown sugar 65 ml water (if needed) 2 g fresh coriander (to garnish) combine chicken with all marinade ingredients in a bowl. marinate for 10 minutes to an hour (or overnight). heat oil in a large skillet over medium-high heat. sear chicken in batches for 3 minutes per side until browned. set aside and keep warm. melt butter in the same pan. sauté onions until soft (about 3 minutes), scraping up browned bits. add garlic, ginger, and spices; fry for 20 seconds. pour in tomato puree, chili powders, and salt. simmer for 10-15 minutes, stirring occasionally, until the sauce thickens and deepens in color. stir cream and sugar into the sauce. add chicken and its juices back to the pan. cook for 8-10 minutes until chicken is cooked through and sauce is thick. add water if needed to thin. garnish with fresh coriander. serve hot with garlic butter rice and homemade naan bread. hähnchen tikka masala 800 g knochenlose hähnchenschenkel (ohne haut, in mundgerechte stücke geschnitten) 250 ml naturjoghurt 16 g gehackter knoblauch 10 g frischer, zerkleinerter oder gehackter ingwer 5 g garam masala 2 g kurkuma 2 g gemahlener kreuzkümmel 5 g kaschmir-chili (oder 2.5 g gemahlener roter chilipulver) 6 g salz 40 ml pflanzenöl (oder rapsöl) 40 g butter 2 kleine zwiebeln (oder 1 große zwiebel, fein gewürfelt) 16 g fein geriebener knoblauch 10 g fein geriebener ingwer 4 g garam masala 3 g gemahlener kreuzkümmel 2 g kurkumapulver 2 g gemahlener koriander 400 g tomatenpüree (tomatensauce/passata) 5 g kaschmir-chili (optional für farbe und geschmack) 2 g rotes chilipulver (nach geschmack anpassen) 6 g salz 315 ml sahne (oder verdickte sahne, für weniger kalorien kondensmilch verwenden) 4 g brauner zucker 65 ml wasser (falls benötigt) 2 g frischer koriander (zum garnieren) hähnchen mit allen marinadezutaten in einer schüssel vermengen. mindestens 10 minuten bis eine stunde (oder über nacht) marinieren lassen. öl in einer großen pfanne bei mittlerer bis hoher hitze erhitzen. hähnchenstücke portionsweise braten, nicht überfüllen. auf jeder seite 3 minuten goldbraun braten. beiseite stellen und warm halten. butter in derselben pfanne schmelzen. gehackte zwiebeln weich (ca. 3 minuten) anbraten, dabei angebratene reste vom pfannenboden lösen. knoblauch, ingwer und gewürze hinzufügen; 20 sekunden anbraten, bis sie duften. tomatenpüree, chilipulver und salz hinzufügen. 10-15 minuten köcheln lassen, dabei gelegentlich umrühren, bis die sauce eindickt und eine tiefbraunrote farbe annimmt. sahne und zucker in die sauce rühren. das hähnchen und die säfte zurück in die pfanne geben. weitere 8-10 minuten kochen, bis das hähnchen gar ist und die sauce dick und sprudelnd ist. bei bedarf wasser hinzufügen, um die sauce zu verdünnen. mit frischem koriander garnieren. heiß mit knoblauchbutterreis und selbstgemachtem naan-brot servieren. チキンティッカマサラ 骨なし鶏もも肉 800g (皮なし、一口大に切る) プレーンヨーグルト 250ml にんにく (みじん切り) 16g 生姜 (すりおろしまたはみじん切り) 10g ガラムマサラ 5g ターメリック 2g クミンパウダー 2g カシミール唐辛子 5g (または赤唐辛子パウダー 2.5g) 塩 6g 植物油 (またはキャノーラ油) 40ml バター 40g 小玉ねぎ 2個 (または大玉ねぎ 1個、細かく刻む) にんにく (細かくすりおろし) 16g 生姜 (細かくすりおろし) 10g ガラムマサラ 4g クミンパウダー 3g ターメリックパウダー 2g コリアンダーパウダー 2g トマトピューレ 400g (トマトソース/パッサータ) カシミール唐辛子 5g (色付けと風味付けに任意) 赤唐辛子パウダー 2g (お好みに合わせて調整) 塩 6g 生クリームまたは濃縮クリーム 315ml (低カロリーにする場合はエバミルクを使用) ブラウンシュガー 4g 水 65ml (必要な場合) フレッシュコリアンダー 2g (飾り用) ボウルに鶏肉とマリネの材料をすべて入れ、混ぜ合わせる。10分から1時間（または一晩）マリネする。 大きなフライパンまたは鍋に油を中強火で熱する。鶏肉を2〜3回に分けて入れ、鍋に詰め込みすぎないように注意しながら、片面3分ずつ焼き色がつくまで焼く。取り出して温かく保つ。(鶏肉は後でソースの中で完全に火を通す。) 同じフライパンでバターを溶かす。玉ねぎを柔らかくなるまで（約3分）炒め、鍋の底にこびりついた焦げ付きをこそげ取る。にんにく、生姜、スパイスを加え、香りが出るまで約20秒炒める。 トマトピューレ、唐辛子パウダー、塩を加える。時々かき混ぜながら10〜15分煮込み、ソースがとろみがつき、深い赤茶色になるまで煮る。 ソースに生クリームと砂糖を混ぜる。鶏肉と肉汁を鍋に戻し、鶏肉に火が通り、ソースがとろみがついて泡立つまでさらに8〜10分煮込む。必要に応じて水を加えてソースを薄める。 フレッシュコリアンダーを飾り、熱々のガーリックバターライスと手作りナンと一緒に提供する。 แกงกะหรี่ไก่ติกก้ามาซาล่า (chicken tikka masala) เนื้อสะโพกไก่ไม่มีกระดูก 800 กรัม (เลาะหนัง, หั่นเป็นชิ้นพอดีคำ) โยเกิร์ตธรรมชาติ 250 มิลลิลิตร กระเทียมสับ 16 กรัม ขิงสดบดหรือสับ 10 กรัม ผงกะหรี่มาซาล่า 5 กรัม ผงขมิ้น 2 กรัม ผงยี่หร่า 2 กรัม พริกคาชเมียร์ 5 กรัม (หรือพริกป่นสีแดง 2.5 กรัม) เกลือ 6 กรัม น้ำมันพืช (หรือน้ำมันคาโนล่า) 40 มิลลิลิตร เนย 40 กรัม หอมหัวใหญ่เล็ก 2 หัว (หรือหอมหัวใหญ่ใหญ่ 1 หัว, หั่นเต๋าละเอียด) กระเทียมขูดละเอียด 16 กรัม ขิงขูดละเอียด 10 กรัม ผงกะหรี่มาซาล่า 4 กรัม ผงยี่หร่า 3 กรัม ผงขมิ้น 2 กรัม ผงลูกผักชี 2 กรัม มะเขือเทศบดละเอียด 400 กรัม (ซอสมะเขือเทศ/passata) พริกคาชเมียร์ 5 กรัม (ไม่บังคับสำหรับสีและรสชาติ) พริกป่นสีแดง 2 กรัม (ปรับตามความชอบ) เกลือ 6 กรัม ครีมข้น 315 มิลลิลิตร (หรือครีมเข้มข้น, ใช้นมข้นจืดไขมันต่ำสำหรับแคลอรี่ที่น้อยลง) น้ำตาลทรายแดง 4 กรัม น้ำ 65 มิลลิลิตร (ถ้าจำเป็น) ผักชีสด 2 กรัม (สำหรับตกแต่ง) รวมไก่กับส่วนผสมทั้งหมดสำหรับหมักไก่ในชาม หมักทิ้งไว้ 10 นาทีถึง 1 ชั่วโมง (หรือข้ามคืนหากมีเวลา) ตั้งน้ำมันในกระทะใหญ่หรือหม้อด้วยไฟกลางถึงสูง เมื่อน้ำมันเดือด ให้ใส่ไก่ลงไปทอดทีละ 2-3 ชิ้น ไม่ต้องแน่นกระทะ ทอดจนเป็นสีน้ำตาลทองเพียงด้านละ 3 นาที ตักออกพักไว้และรักษาความร้อน (จะปรุงไก่ให้สุกในซอส) ละลายเนยในกระทะเดียวกัน ผัดหอมหัวใหญ่จนนิ่ม (ประมาณ 3 นาที) พร้อมขูดเศษที่ติดก้นกระทะออก ใส่กระเทียมและขิงลงไปผัด 1 นาทีจนหอม จากนั้นใส่ผงกะหรี่มาซาล่า, ยี่หร่า, ขมิ้น และลูกผักชี ผัดประมาณ 20 วินาทีจนหอม พร้อมคนเป็นครั้งคราว เทมะเขือเทศบด พริกป่น และเกลือลงไป เคี่ยวประมาณ 10-15 นาที คนเป็นครั้งคราว จนซอสข้นขึ้นและมีสีน้ำตาลแดงเข้ม คนครีมและน้ำตาลให้เข้ากับซอส ใส่ไก่และน้ำที่ออกมาจากไก่กลับลงในกระทะ และปรุงต่ออีก 8-10 นาที จนไก่สุกทั่วและซอสข้นเป็นฟอง หากจำเป็น ให้เติมน้ำเพื่อเจือจางซอส ตกแต่งด้วยผักชีสด เสิร์ฟร้อนๆ พร้อมข้าวหอมกระเทียมเนย และขนมปังนานโฮมเมดสดใหม่ indian",
  "tags": [
    "Indian",
    "Slow Cook",
    "Hard"
  ]
}
