{"url":"https://ricette.giallozafferano.it/Spezzatino-di-vitello-con-patate.html","languages":{"en":{"title":"Veal Stew with Potatoes","ingredients":["1 kg Veal","1 kg Potatoes","1 Carrot","1 Celery stalk","1 White onion","20 g Extra virgin olive oil","750 g Meat broth","Salt as needed","Black pepper as needed","20 g All-purpose flour","50 g White wine","1 sprig Sage","1 sprig Rosemary","1 sprig Thyme"],"steps":[{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_1.jpg","content":"To prepare the veal stew with potatoes, first make the meat broth with our recipe and keep it warm. Peel and cut the carrot, celery, and onion into small cubes."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_4.jpg","content":"Clean the meat, removing any connective tissue, which are the tougher white parts that would be too hard once cooked. Then cut the meat into slices and then into bite-sized pieces. In a pot, preferably cast iron as it's suitable for long cooking, heat a drizzle of oil and add the chopped carrots, celery, and onion. Sauté over medium heat for 5 minutes."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_7.jpg","content":"Add the veal pieces, season with salt and pepper, and stirring continuously, brown the meat on all sides. Add the previously sieved flour, sprinkled, to avoid the formation of lumps in the cooking liquid."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_10.jpg","content":"Once the flour is absorbed by the meat, deglaze with white wine and let all the alcohol evaporate. Cover with meat broth and add an aromatic herb bundle: sage, thyme, and rosemary tied together with kitchen twine."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_13.jpg","content":"Cover with a lid and cook over low heat for 1 hour, stirring occasionally. Meanwhile, peel the potatoes and cut them into cubes of the same size as the meat pieces."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_16.jpg","content":"Remove the herb bundle and add the potatoes. Cover with a lid and cook, stirring occasionally, over medium heat for 1 hour, or until the potatoes and meat are very tender. Plate and garnish with chopped rosemary. Your veal stew with potatoes is ready to be served hot!"}]},"de":{"title":"Kalbsgulasch mit Kartoffeln","ingredients":["1 kg Kalbfleisch","1 kg Kartoffeln","1 Karotte","1 Stange Sellerie","1 Weiße Zwiebel","20 g Olivenöl extra vergine","750 g Fleischbrühe","Salz nach Geschmack","Schwarzer Pfeffer nach Geschmack","20 g Weizenmehl Typ 405","50 g Weißwein","1 Zweig Salbei","1 Zweig Rosmarin","1 Zweig Thymian"],"steps":[{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_1.jpg","content":"Für das Kalbsgulasch mit Kartoffeln zuerst die Fleischbrühe nach unserem Rezept zubereiten und warm halten. Die Karotte, den Sellerie und die Zwiebel schälen und in kleine Würfel schneiden."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_4.jpg","content":"Das Fleisch putzen, eventuelles Bindegewebe entfernen, da diese zähen weißen Teile nach dem Kochen zu hart wären. Dann das Fleisch zuerst in Scheiben und dann in mundgerechte Stücke schneiden. In einem Topf, vorzugsweise aus Gusseisen, da er sich gut für lange Garzeiten eignet, etwas Öl erhitzen und die gewürfelten Karotten, Sellerie und Zwiebeln hinzufügen. Bei mittlerer Hitze 5 Minuten andünsten."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_7.jpg","content":"Die Kalbsstücke hinzufügen, mit Salz und Pfeffer würzen und unter ständigem Rühren das Fleisch von allen Seiten anbraten. Das zuvor gesiebte Mehl einstreuen, um Klümpchen im Kochfond zu vermeiden."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_10.jpg","content":"Sobald das Mehl vom Fleisch aufgenommen wurde, mit Weißwein ablöschen und den Alkohol verdampfen lassen. Mit Fleischbrühe aufgießen und ein Kräutersträußchen hinzufügen: Salbei, Thymian und Rosmarin mit Küchengarn zusammengebunden."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_13.jpg","content":"Mit einem Deckel abdecken und bei niedriger Hitze 1 Stunde kochen lassen, dabei gelegentlich umrühren. In der Zwischenzeit die Kartoffeln schälen und in Würfel schneiden, die die gleiche Größe wie die Fleischstücke haben."},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_16.jpg","content":"Das Kräutersträußchen entfernen und die Kartoffeln hinzufügen. Mit einem Deckel abdecken und bei mittlerer Hitze 1 Stunde kochen lassen, oder bis Kartoffeln und Fleisch sehr zart sind. Anrichten und mit gehacktem Rosmarin garnieren. Ihr Kalbsgulasch mit Kartoffeln ist bereit, heiß serviert zu werden!"}]},"jp":{"title":"仔牛肉とジャガイモの煮込み","ingredients":["仔牛肉 1 kg","ジャガイモ 1 kg","ニンジン 1 本","セロリ 1 茎","白玉ねぎ 1 個","エキストラバージンオリーブオイル 20 g","肉のブイヨン 750 g","塩 適量","黒胡椒 適量","薄力粉 20 g","白ワイン 50 g","セージ 1 枝","ローズマリー 1 枝","タイム 1 枝"],"steps":[{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_1.jpg","content":"仔牛肉とジャガイモの煮込みを準備するには、まずレシピに従って肉のブイヨンを作り、温めておきます。ニンジン、セロリ、玉ねぎを剥き、小さな角切りにします。"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_4.jpg","content":"肉から結合組織（調理後に硬くなる可能性のあるより硬い白い部分）を取り除き、きれいにします。次に肉をスライスし、一口大に切ります。長時間の調理に適した鋳鉄製の鍋で、少量のオイルを熱し、刻んだニンジン、セロリ、玉ねぎを加えます。中火で5分間ソテーします。"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_7.jpg","content":"仔牛肉の塊を加え、塩と胡椒で味を調え、絶えず混ぜながら肉を全面焼き色をつけます。ふるっておいた小麦粉を振りかけ、調理液に塊ができないようにします。"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_10.jpg","content":"肉に小麦粉が吸収されたら、白ワインでフランベし、アルコール分を飛ばします。肉のブイヨンを加え、香り高いハーブの束（セージ、タイム、ローズマリーを調理用ひもで縛ったもの）を加えます。"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_13.jpg","content":"蓋をして弱火で1時間煮込み、時々混ぜます。その間にジャガイモを剥き、肉の塊と同じくらいの大きさに角切りにします。"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_16.jpg","content":"ハーブの束を取り除き、ジャガイモを加えます。蓋をして中火で1時間、またはジャガイモと肉が非常に柔らかくなるまで煮込みます。皿に盛り付け、刻んだローズマリーを添えて完成です。仔牛肉とジャガイモの煮込みは温かいうちにお召し上がりください！"}]},"th":{"title":"สตูว์เนื้อลูกวัวกับมันฝรั่ง","ingredients":["เนื้อลูกวัว 1 กิโลกรัม","มันฝรั่ง 1 กิโลกรัม","แครอท 1 หัว","คื่นฉ่าย 1 ก้าน","หอมใหญ่สีขาว 1 หัว","น้ำมันมะกอกบริสุทธิ์พิเศษ 20 กรัม","น้ำสต็อกเนื้อ 750 กรัม","เกลือ ตามต้องการ","พริกไทยดำ ตามต้องการ","แป้งสาลีอเนกประสงค์ 20 กรัม","ไวน์ขาว 50 กรัม","ใบเสจ 1 ก้าน","โรสแมรี่ 1 ก้าน","ไธม์ 1 ก้าน"],"steps":[{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_1.jpg","content":"ในการเตรียมสตูว์เนื้อลูกวัวกับมันฝรั่ง ขั้นแรกให้ทำน้ำสต็อกเนื้อตามสูตรของเราและอุ่นไว้ ปอกและหั่นแครอท คื่นฉ่าย และหอมใหญ่เป็นลูกเต๋าเล็กๆ"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_4.jpg","content":"ทำความสะอาดเนื้อ โดยนำเนื้อเยื่อเกี่ยวพันออก ซึ่งเป็นส่วนสีขาวที่เหนียวกว่าและจะแข็งเกินไปเมื่อสุก จากนั้นหั่นเนื้อเป็นชิ้น แล้วหั่นเป็นชิ้นพอดีคำ ในหม้อ (ควรเป็นหม้อเหล็กหล่อที่เหมาะสำหรับการปรุงอาหารเป็นเวลานาน) ใส่น้ำมันเล็กน้อยและเพิ่มแครอท คื่นฉ่าย และหอมใหญ่ที่สับแล้ว ผัดด้วยไฟกลางเป็นเวลา 5 นาที"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_7.jpg","content":"ใส่เนื้อลูกวัวที่หั่นแล้ว ปรุงรสด้วยเกลือและพริกไทย และผัดเนื้อให้เป็นสีน้ำตาลทุกด้านอย่างต่อเนื่อง ใส่แป้งที่ร่อนไว้แล้วโรยลงไป เพื่อป้องกันไม่ให้เกิดก้อนในน้ำปรุง"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_10.jpg","content":"เมื่อเนื้อซับแป้งแล้ว ให้เติมไวน์ขาวและปล่อยให้แอลกอฮอล์ระเหยออกจนหมด ปิดด้วยน้ำสต็อกเนื้อและเพิ่มกำสมุนไพรหอม: ใบเสจ ไธม์ และโรสแมรี่ที่มัดรวมกันด้วยเชือกทำอาหาร"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_13.jpg","content":"ปิดฝาและเคี่ยวด้วยไฟอ่อนเป็นเวลา 1 ชั่วโมง หมั่นคนเป็นครั้งคราว ในระหว่างนี้ ปอกเปลือกมันฝรั่งและหั่นเป็นลูกเต๋าขนาดเดียวกับชิ้นเนื้อ"},{"image":"https://www.giallozafferano.it/images/ricette/22/2203/spezzatino-di-vitello-con-patate_16.jpg","content":"นำกำสมุนไพรออกแล้วใส่มันฝรั่ง ปิดฝาและปรุงอาหาร หมั่นคนเป็นครั้งคราวด้วยไฟกลางเป็นเวลา 1 ชั่วโมง หรือจนกว่ามันฝรั่งและเนื้อจะนุ่มมาก ตักใส่จานและตกแต่งด้วยโรสแมรี่สับ สตูว์เนื้อลูกวัวกับมันฝรั่งของคุณพร้อมเสิร์ฟร้อนๆ แล้ว!"}]}}}