{
  "url": "https://redhousespice.com/steamed-bao-buns/",
  "languages": {
    "en": {
      "title": "Steamed Bao Buns",
      "ingredients": [
        "For the dough:",
        "300 g all-purpose flour",
        "1 teaspoon dried yeast",
        "1 teaspoon sugar",
        "1 tablespoon cooking oil",
        "140 ml lukewarm water",
        "For the filling:",
        "150 g minced pork",
        "1 teaspoon light soy sauce",
        "1 teaspoon oyster sauce",
        "1 pinch ground Sichuan pepper",
        "¼ teaspoon salt",
        "4 tablespoon water",
        "1 tablespoon cooking oil",
        "150 g grated carrot",
        "1 small finely chopped onion",
        "2 tablespoon finely chopped coriander"
      ],
      "steps": [
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-5.jpg",
          "content": "Mix flour, yeast, sugar, and oil in a bowl. Gradually add 140ml lukewarm water, kneading until a very smooth dough forms. Cover with a damp tea towel and let it rise in a warm place until doubled in size (40 minutes to 1.5 hours)."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-4.jpg",
          "content": "In a bowl, combine minced pork, light soy sauce, oyster sauce, salt, and Sichuan pepper. Swirl constantly while gradually adding 4 tablespoons of water until absorbed. Briefly stir-fry grated carrot and finely chopped onion in 1 tablespoon of oil until softened. Add to the pork mixture along with finely chopped coriander."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2020/01/Steamed-bao-buns-foodgawker.jpg",
          "content": "Knead the risen dough until it returns to its original size. Divide into 12 equal portions. Roll each portion into a disk-like wrapper. Place some filling in the middle of a wrapper, then fold it into a bao shape. Let all assembled buns rest for another 15 minutes."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-9.jpg",
          "content": "Place the buns with parchment paper underneath in a steamer basket, leaving 2cm space between them and the steamer side. Start cooking with cold water over high heat. Once the water boils, reduce heat to medium-low and cook for 15-18 minutes."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-8.jpg",
          "content": "Serve the steamed buns warm. Cooked buns can be frozen; defrost in the fridge and steam for 8 minutes, or steam directly from frozen for 15 minutes."
        }
      ]
    },
    "de": {
      "title": "Gedämpfte Bao-Brötchen",
      "ingredients": [
        "Für den Teig:",
        "300 g Allzweckmehl",
        "1 Teelöffel Trockenhefe",
        "1 Teelöffel Zucker",
        "1 Esslöffel Speiseöl",
        "140 ml lauwarmes Wasser",
        "Für die Füllung:",
        "150 g Hackfleisch vom Schwein",
        "1 Teelöffel helle Sojasauce",
        "1 Teelöffel Austernsauce",
        "1 Prise gemahlener Sichuanpfeffer",
        "¼ Teelöffel Salz",
        "4 Esslöffel Wasser",
        "1 Esslöffel Speiseöl",
        "150 g geriebene Karotte",
        "1 kleine, fein gehackte Zwiebel",
        "2 Esslöffel fein gehackter Koriander"
      ],
      "steps": [
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-5.jpg",
          "content": "Mehl, Hefe, Zucker und Öl in einer Schüssel mischen. Nach und nach 140 ml lauwarmes Wasser hinzufügen und kneten, bis ein sehr glatter Teig entsteht. Die Schüssel mit einem feuchten Geschirrtuch abdecken und an einem warmen Ort aufgehen lassen, bis sich das Volumen verdoppelt hat (40 Minuten bis 1,5 Stunden)."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-4.jpg",
          "content": "In einer Schüssel Hackfleisch vom Schwein mit heller Sojasauce, Austernsauce, Salz und Sichuanpfeffer vermischen. Ständig umrühren und nach und nach 4 Esslöffel Wasser hinzufügen, bis es vollständig aufgenommen ist. Geriebene Karotte und fein gehackte Zwiebel kurz in 1 Esslöffel Öl anbraten, bis sie weich sind. Zur Schweinefleischmischung und dem gehackten Koriander geben."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2020/01/Steamed-bao-buns-foodgawker.jpg",
          "content": "Den aufgegangenen Teig kneten, bis er seine ursprüngliche Größe wieder erreicht hat. In 12 gleiche Portionen teilen. Jede Portion zu einer flachen Teighülle ausrollen. Etwas Füllung in die Mitte der Hülle geben und zu einer Bao-Form falten. Alle geformten Brötchen weitere 15 Minuten ruhen lassen."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-9.jpg",
          "content": "Die Brötchen mit Backpapier darunter in einen Dampfkorb legen, dabei 2 cm Abstand zum Rand des Korbes lassen. Mit kaltem Wasser bei hoher Hitze zu kochen beginnen. Sobald das Wasser kocht, die Hitze auf mittelniedrig reduzieren und 15-18 Minuten dämpfen."
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-8.jpg",
          "content": "Die gedämpften Brötchen warm servieren. Gekochte Brötchen können eingefroren werden; im Kühlschrank auftauen lassen und 8 Minuten dämpfen, oder direkt aus dem Gefrierfach 15 Minuten dämpfen."
        }
      ]
    },
    "jp": {
      "title": "蒸し肉まん",
      "ingredients": [
        "生地用:",
        "中力粉 300g",
        "ドライイースト 小さじ1",
        "砂糖 小さじ1",
        "食用油 大さじ1",
        "ぬるま湯 140ml",
        "具材用:",
        "豚ひき肉 150g",
        "薄口醤油 小さじ1",
        "オイスターソース 小さじ1",
        "挽いた四川胡椒 ひとつまみ",
        "塩 小さじ¼",
        "水 大さじ4",
        "食用油 大さじ1",
        "おろした人参 150g",
        "細かく刻んだ小さな玉ねぎ 1個",
        "細かく刻んだパクチー 大さじ2"
      ],
      "steps": [
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-5.jpg",
          "content": "ボウルに小麦粉、イースト、砂糖、油を混ぜ合わせます。ぬるま湯140mlを少しずつ加えながら混ぜ、非常になめらかな生地になるまでこねます。ボウルを湿らせた布巾で覆い、暖かい場所で2倍の大きさになるまで発酵させます（40分から1.5時間）。"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-4.jpg",
          "content": "ボウルに豚ひき肉、薄口醤油、オイスターソース、塩、四川胡椒を入れます。水大さじ4を少しずつ加えながら絶えず混ぜ、水分がなくなるまで混ぜ込みます。おろした人参と細かく刻んだ玉ねぎを油大さじ1で軽く炒めて柔らかくします。豚肉の混合物と刻んだパクチーに加えます。"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2020/01/Steamed-bao-buns-foodgawker.jpg",
          "content": "発酵した生地を元のサイズに戻るまでこねます。12等分に分け、それぞれを円盤状の皮に伸ばします。皮の中央に具材を置き、肉まんの形に包みます。成形した肉まんをさらに15分ほど休ませます。"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-9.jpg",
          "content": "肉まん（それぞれにパーチメント紙を敷いて）を蒸し器のバスケットに入れます。肉まんと蒸し器の側面の間には2cmのスペースを空けます。冷水から強火で蒸し始めます。水が沸騰したら、火を中弱火に落とし、15〜18分蒸します。"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-8.jpg",
          "content": "蒸し上がった肉まんを温かいうちに提供します。調理済みの肉まんは冷凍できます。冷蔵庫で解凍してから8分蒸すか、解凍せずに冷凍のまま15分蒸します。"
        }
      ]
    },
    "th": {
      "title": "ซาลาเปานึ่ง",
      "ingredients": [
        "สำหรับแป้ง:",
        "แป้งอเนกประสงค์ 300 กรัม",
        "ยีสต์แห้ง 1 ช้อนชา",
        "น้ำตาล 1 ช้อนชา",
        "น้ำมันพืช 1 ช้อนโต๊ะ",
        "น้ำอุ่น 140 มล.",
        "สำหรับไส้:",
        "หมูสับ 150 กรัม",
        "ซีอิ๊วขาว 1 ช้อนชา",
        "น้ำมันหอย 1 ช้อนชา",
        "พริกไทยเสฉวนบด 1 หยิบมือ",
        "เกลือ ¼ ช้อนชา",
        "น้ำ 4 ช้อนโต๊ะ",
        "น้ำมันพืช 1 ช้อนโต๊ะ",
        "แครอทขูด 150 กรัม",
        "หอมหัวใหญ่สับละเอียด 1 หัวเล็ก",
        "ผักชีสับละเอียด 2 ช้อนโต๊ะ"
      ],
      "steps": [
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-5.jpg",
          "content": "ผสมแป้ง, ยีสต์, น้ำตาล และน้ำมันในชาม ค่อยๆ ใส่น้ำอุ่น 140 มล. ลงไปพร้อมคนจนกระทั่งได้แป้งที่เนียนนุ่ม คลุมชามด้วยผ้าเช็ดจานชุบน้ำหมาดๆ และทิ้งไว้ในที่อุ่นจนแป้งขึ้นเป็นสองเท่า (40 นาทีถึง 1.5 ชั่วโมง)"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-4.jpg",
          "content": "ในชามผสม หมูสับ, ซีอิ๊วขาว, น้ำมันหอย, เกลือ และพริกไทยเสฉวน คนไปเรื่อยๆ พร้อมค่อยๆ เติมน้ำ 4 ช้อนโต๊ะจนส่วนผสมดูดซับน้ำหมด ผัดแครอทขูดและหอมหัวใหญ่สับละเอียดในน้ำมัน 1 ช้อนโต๊ะจนนิ่ม ใส่ลงในส่วนผสมหมูพร้อมผักชีสับละเอียด"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2020/01/Steamed-bao-buns-foodgawker.jpg",
          "content": "นวดแป้งที่ขึ้นแล้วจนกลับสู่ขนาดเดิม แบ่งเป็น 12 ส่วนเท่าๆ กัน คลึงแต่ละส่วนให้เป็นแผ่นกลม ตักไส้ใส่ตรงกลางแผ่นแป้งแล้วพับเป็นรูปซาลาเปา พักซาลาเปาที่ขึ้นรูปแล้วไว้อีก 15 นาที"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-9.jpg",
          "content": "วางซาลาเปา (พร้อมกระดาษรองอบใต้แต่ละลูก) ลงในตะกร้านึ่ง โดยเว้นระยะห่าง 2 ซม. ระหว่างซาลาเปากับด้านข้างของตะกร้านึ่ง เริ่มนึ่งด้วยน้ำเย็นบนไฟแรง เมื่อน้ำเดือด ลดไฟลงเป็นปานกลาง-อ่อน และนึ่งเป็นเวลา 15-18 นาที"
        },
        {
          "image": "https://redhousespice.com/wp-content/uploads/2019/02/Steamed-bao-buns-8.jpg",
          "content": "เสิร์ฟซาลาเปานึ่งอุ่นๆ ซาลาเปาที่สุกแล้วสามารถแช่แข็งได้ ละลายในตู้เย็นแล้วนึ่ง 8 นาทีเพื่ออุ่น หรือนึ่งจากช่องแช่แข็งโดยไม่ต้องละลายเป็นเวลา 15 นาที"
        }
      ]
    }
  },
  "cuisine": "Chinese"
}